[
  {
    "Id": 1,
    "Name": "Allantoin",
    "Alt": "Aluminum Dihydroxy Allantoinate",
    "Description": "Super common soothing ingredient. It can be found naturally in the roots & leaves of the comfrey plant, but more often than not what's in the cosmetic products is produced synthetically. \n\nIt's not only soothing but it' also skin-softening and protecting and can promote wound healing.",
    "Effects": "soothing",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Yes",
    "GoodCombination": "Yes",
    "AvoidSens": "No",
    "Allergens": "Allergen",
    "Usage": "Combining it with other exfoliants could produce an exaggerated reaction, causing excess irritation, if strengths are too high.",
    "Source": ""
  },
  {
    "Id": 2,
    "Name": "Alcohol Denat",
    "Alt": "",
    "Description": "Also known as denatured alcohol, it's an alcohol that has any type of denaturant (or chemical agents that turn common alcohol into volatile alcohol), rendering it intolerable to taste or ingest, explains Petrillo. While alcohol denat is undrinkable, it is a choice ingredient for formulating products ranging from cosmetics to cleaning products, given all the aforementioned formulation benefits it offers.",
    "Effects": "anti-bacterial, solvent, thickeners, astringent",
    "GoodNormal": "Neutral",
    "GoodDry": "Avoid",
    "GoodOily": "Neutral",
    "GoodCombination": "Avoid",
    "AvoidSens": "Yes",
    "Allergens": "None",
    "Usage": "It increases the penetration of other ingredients, so be especially wary of products where it's combined with other potential irritants, such as fragrance.",
    "Source": ""
  },
  {
    "Id": 3,
    "Name": "Almond Oil",
    "Alt": "Prunus Amygdalus Dulcis Oil",
    "Description": "The oil coming from the pulp of one of the most nutritious fruits in the world, the avocado. It's loaded with the nourishing and moisturizing fatty acid, oleic (70%) and contains some others including palmitic (10%) and linoleic acid (8%). It also contains a bunch of minerals and vitamins A, E and D.",
    "Effects": "anti-oxidant, anti-bacterial, soothing, hydrating, moisturizing",
    "GoodNormal": "Yes",
    "GoodDry": "Yes",
    "GoodOily": "Avoid",
    "GoodCombination": "Avoid",
    "AvoidSens": "No",
    "Allergens": "Allergy to nuts",
    "Usage": "If you have a nut allergy",
    "Source": ""
  },
  {
    "Id": 4,
    "Name": "Aloe Vera",
    "Alt": "Aloe Barbadensis Leaf Juice",
    "Description": "Aloe vera is a naturally derived ingredient known for its soothing properties. It can come in powder, liquid, and gel form and can be found in products like creams, moisturizers, gels, and masks. The leaves of the aloe vera plant are made up of three layers: the inner gel or mucilage (which is 99.5% water), the middle latex layer, and the outer layer or rind.",
    "Effects": "soothing, moisturizing",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Yes",
    "AvoidSens": "No",
    "Allergens": "Allergy to aloevera",
    "Usage": "Avoid using aloe vera products that also contain alcohol, which will negate the moisturizing, soothing effects of the aloe, and also avoid combining it with chemical exfoliants, which could worsen any stinging or irritation. If you have a burn, avoid using it with an ointment or petrolatum, which will trap the heat inside.",
    "Source": ""
  },
  {
    "Id": 5,
    "Name": "Amala Oil",
    "Alt": "Phyllanthus Emblica Fruit Oil",
    "Description": "Amla is an extract from Indian Gooseberry (Phyllanthus emblica), which is a highly regarded medicinal Ayurveda plant. Amla is known to have strong anti-oxidant properties since it is rich in ascorbic acid—which we tend to recognize as vitamin C.",
    "Effects": "anti-oxidant, hydrating",
    "GoodNormal": "Yes",
    "GoodDry": "Yes",
    "GoodOily": "Yes",
    "GoodCombination": "Yes",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Should not be combined with products that contain Vitamin C, including Retinol and AHAs",
    "Source": ""
  },
  {
    "Id": 6,
    "Name": "Apple Cider Vinegar",
    "Alt": "",
    "Description": "Apple cider vinegar (aka ACV) is derived from apples and made by a process of fermentation. It comes in a liquid form and when used topically, it's commonly applied as a toner but can also act as a spot treatment. \"[Apple cider vinegar] naturally has an acidic pH and can help balance the pH of the outer skin layer,\" says Joshua Zeichner, MD, Mount Sinai Hospital's director of cosmetic and clinical research.",
    "Effects": "exfoliating, pH balancer",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Yes",
    "GoodCombination": "Yes",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Other acids or retinoids",
    "Source": ""
  },
  {
    "Id": 7,
    "Name": "Apricot Kernel Oil",
    "Alt": "Prunus Armeniaca Kernel Oil",
    "Description": "The emollient plant oil coming from the kernel (the seed of the seed) of the delicious apricot fruit. Like other plant oils, it contains anti-oxidant vitamin E and nourishing fatty acids (mostly oleic acid 54-74%, linoleic acid 12-35%)",
    "Effects": "soothing, hydrating",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "None",
    "Usage": "-",
    "Source": ""
  },
  {
    "Id": 8,
    "Name": "Arbutin",
    "Alt": "Beta-Arbutin",
    "Description": "A pretty well-known and often used ingredient with the magic ability to fade brown spots. It's used traditionally in Japan and can be found naturally in a couple of plants, including the leaves of pear trees, wheat and bearberry.",
    "Effects": "anti-oxidant, brightening",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "While there are no known negative interactions with other skincare ingredients, heat can degrade the effectiveness of arbutin.",
    "Source": ""
  },
  {
    "Id": 9,
    "Name": "Argan Oil",
    "Alt": "Argania Spinosa Kernel Oil",
    "Description": "Argan oil is a plant oil extracted from the kernels of the fruit pit of the argan tree (aka Argania spinosa) which grows in Morocco. “Traditionally, the oil extraction is a cold-pressed process—it’s done by exerting mechanical pressure with little to no applied heat,” explains New York-based board-certified dermatologist Kenneth Howe, MD.",
    "Effects": "anti-oxidant, soothing, hydrating",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "When using products that contain linoleic and oleic acids, pay attention to how your skin reacts and make sure to use them as instructed.",
    "Source": ""
  },
  {
    "Id": 10,
    "Name": "Argireline",
    "Alt": "Acetyl Hexapeptide-8",
    "Description": "Argireline is just a brand name for a particular peptide, acetyl hexapeptide-3 (aka acetyl hexapeptide-8). As a quick reminder, peptides are short chains of amino acids, the foundation for proteins, including collagen and elastin, making them essential for healthy, youthful skin.",
    "Effects": "cell-communicating, moisturizing",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergen",
    "Usage": "-",
    "Source": ""
  },
  {
    "Id": 11,
    "Name": "Ascorbyl Glucoside",
    "Alt": "",
    "Description": "In the world of vitamin C and its derivatives, l-ascorbic acid is the most potent, pure version. Once ascorbyl glucoside is absorbed into the skin, an enzyme called alpha-glucosidas breaks it down into l-ascorbic acid. This is why you then get all those awesome vitamin C effects such as skin-brightening and wrinkle-smoothing, but, in this case, because it's undergone a conversion process, it's much less likely to cause irritation.",
    "Effects": "anti-oxidant, brightening",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Benzoyl peroxide might oxidize vitamin C and should therefore be avoided. Vitamin C and retinol are active at different pHs and therefore should be used separately.",
    "Source": ""
  },
  {
    "Id": 12,
    "Name": "Astaxanthin",
    "Alt": "",
    "Description": "Astaxanthin's best descriptor is that it's a potent anti-oxidant—one that does a world of good for the skin. Astaxanthin is an anti-oxidant and it can be used topically on the skin. In fact, a 2012 study found that daily oral and topical supplementation with astaxanthin improved skin texture and elasticity, reduced age spot size, and even addressed crow’s feet.",
    "Effects": "anti-oxidant",
    "GoodNormal": "Yes",
    "GoodDry": "Yes",
    "GoodOily": "Yes",
    "GoodCombination": "Yes",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "-",
    "Source": ""
  },
  {
    "Id": 13,
    "Name": "Avocado Oil",
    "Alt": "Persea Gratissima Oil",
    "Description": "The oil coming from the pulp of one of the most nutritious fruits in the world, the avocado. It's loaded with the nourishing and moisturizing fatty acid, oleic (70%) and contains some others including palmitic (10%) and linoleic acid (8%). It also contains a bunch of minerals and vitamins A, E and D.",
    "Effects": "anti-oxidant, soothing, hydrating",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Avoid",
    "GoodCombination": "Avoid",
    "AvoidSens": "No",
    "Allergens": "Allergen",
    "Usage": "There are no ingredients that contraindicate with avocado oil, but refrain from using the oil with other oils, such as vitamin K.",
    "Source": ""
  },
  {
    "Id": 14,
    "Name": "Azelaic Acid",
    "Alt": "",
    "Description": "Azelaic acid is a so-called carboxylic acid. It’s not an AHA or BHA but a distant relative to them (all being carboxylic acids). It can be found naturally in wheat, rye, and barley.",
    "Effects": "anti-acne, soothing, pH balancer",
    "GoodNormal": "Yes",
    "GoodDry": "Yes",
    "GoodOily": "Yes",
    "GoodCombination": "Yes",
    "AvoidSens": "No",
    "Allergens": "Allergen",
    "Usage": "-",
    "Source": ""
  },
  {
    "Id": 15,
    "Name": "Azulene",
    "Alt": "",
    "Description": "Azulene is a natural botanical oil derived from the steam distillation of chamomile, yarrow, or blue tansy flowers, all of which have anti-inflammatory properties.",
    "Effects": "soothing, moisturizing, anti-bacterial",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergy to flowers",
    "Usage": "Be cautious about products where it's mixed with multiple essential oils, as this increases the likelihood of an allergic reaction",
    "Source": ""
  },
  {
    "Id": 16,
    "Name": "Baobab",
    "Alt": "Adansonia Digitata Seed Oil",
    "Description": "Baobab is a really big, iconic tree native to Africa. The seed oil, similar to other plant oils, is loaded with things that are good-for-the-skin: it contains skin regenerating vitamin A, anti-oxidant vitamin E, and vitamin D3 that helps with calcium absorption.",
    "Effects": "soothing, hydrating, moisturizing",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergen",
    "Usage": "-",
    "Source": ""
  },
  {
    "Id": 17,
    "Name": "Sodium Bicarbonate",
    "Alt": "Baking Soda",
    "Description": "Also known as sodium bicarbonate, baking soda is a chemical compound with alkalinizing properties and is technically classified as a salt. The alkalinizing part is super important when it comes to using baking soda in skincare and for acne, but per that same point, it's why baking soda helps neutralize acidic substances, both internally and externally.",
    "Effects": "exfoliating, abrasive, pH balancer, deodorant",
    "GoodNormal": "Avoid",
    "GoodDry": "Avoid",
    "GoodOily": "Neutral",
    "GoodCombination": "Avoid",
    "AvoidSens": "Yes",
    "Allergens": "None",
    "Usage": "Because baking soda may be very drying, don't use it with other potentially drying skincare ingredients, such as retinoids or acids.",
    "Source": ""
  },
  {
    "Id": 18,
    "Name": "Bakuchiol",
    "Alt": "Phyto Retinol",
    "Description": "It is derived from the seeds of Psoralea Corylifolia, aka Babchi, a plant important in Indian and Chinese medicine. The molecule was first isolated in 1973 and several anti-something properties are known about it: it has anti-inflammatory, anti-oxidant, anti-tumor, anti-bacterial and hepatoprotective magical abilities like plenty of other Ayurvedic plant extracts.",
    "Effects": "cell-communicating ingredient, anti-oxidant, anti-bacterial, anti-aging",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Glycolic acid might degrade the formulation.",
    "Source": ""
  },
  {
    "Id": 19,
    "Name": "Bentonite Clay",
    "Alt": "Bentonite",
    "Description": "The original source of bentonite clay was the Montmorillon region of France, where it's been used on the skin for centuries, the term \"bentonite\" refers to the largest source of the clay today. Bentonite clay has a long and storied history. It's been used for centuries as a traditional medicine for detoxification, because it contains minerals such as calcium, magnesium, and iron.",
    "Effects": "thickeners, absorbent, emulsion stabilizing",
    "GoodNormal": "Neutral",
    "GoodDry": "Avoid",
    "GoodOily": "Yes",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "None",
    "Usage": "Because bentonite may be very drying, don't use it with other potentially drying skincare ingredients, such as retinoids or acids.",
    "Source": ""
  },
  {
    "Id": 20,
    "Name": "Benzoyl Peroxide",
    "Alt": "",
    "Description": "The gold standard topical ingredient in treating acne. There is no miracle cure for acne, but Benzoyl Peroxide (BP) is probably the closest thing we have. But, as usual, big effects come with big side effects, so we think BP is best used as a last resort",
    "Effects": "anti-acne, anti-bacterial",
    "GoodNormal": "Neutral",
    "GoodDry": "Avoid",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "None",
    "Usage": "Don't use multiple benzoyl peroxide products at once. Benzoyl peroxide may also reduce the efficacy of vitamin C products when used as part of the same routine.",
    "Source": ""
  },
  {
    "Id": 21,
    "Name": "Benzyl Alcohol",
    "Alt": "",
    "Description": "Although it's most widely known as benzyl alcohol, the aromatic alcohol also goes by a few other names, such as benzene methanol or phenylcarbinol. It's derived from fruit (usually cranberries and apricots), comes in the form of a colorless liquid, and has a slightly sweet scent.",
    "Effects": "preservative, perfuming, solvent, thickeners",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "Allergen",
    "Usage": "-",
    "Source": ""
  },
  {
    "Id": 22,
    "Name": "Beta Glucan",
    "Alt": "",
    "Description": "Beta-Glucan is a nice big molecule composed of many smaller sugar molecules (called polysaccharide). It’s in the cell walls of yeast, some mushrooms, seaweeds, and cereals. It’s a real goodie no matter if you eat it or put it on your face. Eating it is anti-diabetic, anti-cancer, and even lowers blood cholesterol.",
    "Effects": "soothing, moisturizing",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Yes",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "When taken as a supplement, experts caution against taking beta-glucans with immunosuppressants, so talk to your doctor first",
    "Source": ""
  },
  {
    "Id": 23,
    "Name": "Black Cumin Seed Oil",
    "Alt": "Nigella Sativa Seed Oil",
    "Description": "The (fixed or non-volatile) oil coming from the black seeds of Nigella Sativa, a smallish (20-30 cm) flowering plant native to Southwest Asia.",
    "Effects": "anti-oxidant, soothing, hydrating, perfuming",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "-",
    "Source": ""
  },
  {
    "Id": 24,
    "Name": "Borage Seed Oil",
    "Alt": "Borago Officinalis Seed Oil",
    "Description": "Borage seed oil is derived from the seeds of the Borago officinalis, or in simpler terms, a Mediterranean native plant. The oil, an anti-oxidant and hydrator, is often found in moisturizers.",
    "Effects": "soothing, hydrating",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Non-steroidal anti-inflammatory drugs (NSAIDs) can inactivate borage seed oil.",
    "Source": ""
  },
  {
    "Id": 25,
    "Name": "Butylene Glycol",
    "Alt": "",
    "Description": "Butylene glycol is an organic alcohol derived from petroleum and is water-soluble. For cosmetic purposes, it comes in a liquid form and is found in countless skincare products such as cleansers, moisturizers, and masks, as well as makeup and haircare products.",
    "Effects": "moisturizing, solvent",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergen",
    "Usage": "-",
    "Source": ""
  },
  {
    "Id": 26,
    "Name": "CBD Oil",
    "Alt": "Cannabidiol Oil",
    "Description": "CBD—which stands for Cannabidiol—oil is a compound derived from both hemp (cannabis sativa) and marijuana (cannabis sativa indica) plants, both of which are part of the cannabis family.",
    "Effects": "anti-oxidant, sebum-regulating",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Ingredients that can counteract the anti-inflammatory benefits of CBD, such as alcohol. Also, be aware that CBD is still an unregulated ingredient, and ongoing research is still exploring CBD's pathways and other ingredients it may or may not work well with.",
    "Source": ""
  },
  {
    "Id": 27,
    "Name": "CBD",
    "Alt": "Cannabidiol",
    "Description": "CBD is a naturally-occurring chemical compound found in cannabis plants marijuana and hemp. It's one of the two primary active ingredients of cannabis, the other one being THC (tetrahydrocannabinol), which is the active psychotropic.",
    "Effects": "anti-oxidant",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Ingredients that can counteract the anti-inflammatory benefits of CBD, such as alcohol. Also, be aware that CBD is still an unregulated ingredient, and ongoing research is still exploring CBD's pathways and other ingredients it may or may not work well with.",
    "Source": ""
  },
  {
    "Id": 28,
    "Name": "Caffeine",
    "Alt": "",
    "Description": "Caffeine is a natural stimulant most commonly found in tea, coffee, and cacao plants. It works by stimulating the brain and central nervous system, helping you stay alert and prevent the onset of tiredness.",
    "Effects": "anti-oxidant, perfuming",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "-",
    "Source": ""
  },
  {
    "Id": 29,
    "Name": "Camellia Extract",
    "Alt": "Camellia Oleifera Leaf Extract",
    "Description": "Camellia oleifera leaf extract is extracted from the leaves of the Camellia oleifera, a shrub of the tea family and a type of green tea that's native to Asia, especially southern China.",
    "Effects": "anti-oxidant, anti-bacterial, soothing",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergen",
    "Usage": "-",
    "Source": ""
  },
  {
    "Id": 30,
    "Name": "Capric Triglyceride",
    "Alt": "Caprylic",
    "Description": "Capric triglycerides, sometimes called caprylic triglycerides, are fatty acids made with parts of coconut oil or palm kernel oil that are combined with glycerin.",
    "Effects": "soothing, hydrating",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergy to coconut",
    "Usage": "-",
    "Source": ""
  },
  {
    "Id": 31,
    "Name": "Caprylyl Glycol",
    "Alt": "",
    "Description": "Caprylyl glycol is an alcohol derived from caprylic acid, which is found naturally found in palm and coconut oils.",
    "Effects": "moisturizing, soothing, hydrating, deodorant",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "-",
    "Source": ""
  },
  {
    "Id": 32,
    "Name": "Carbomer",
    "Alt": "",
    "Description": "A carbomer describes a series of polymers made from acrylic acid. Unlike active ingredients that offer results-driven value to a product, carbomers are inactive ingredients that help those active ingredients work so well.",
    "Effects": "thickeners, emulsion stabilising",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "-",
    "Source": ""
  },
  {
    "Id": 33,
    "Name": "Caviar Extract",
    "Alt": "",
    "Description": "Caviar is unfertilized fish eggs. When used in skincare, caviar is infused as an extract.",
    "Effects": "UV protection, anti-aging, moisturizing",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergy to fish or shellfish",
    "Usage": "Fish and/or shellfish allergies. Even topically, caviar could potentially cause a reaction.",
    "Source": ""
  },
  {
    "Id": 34,
    "Name": "Carrot Seed Oil",
    "Alt": "Daucus Carota Sativa Seed Oil",
    "Description": "Carrot seed oil is an essential oil, which has anti-bacterial, anti-oxidant, and anti-inflammatory properties",
    "Effects": "soothing, hydrating",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "None",
    "Usage": "Retinols, which may be too irritating.",
    "Source": ""
  },
  {
    "Id": 35,
    "Name": "Castor Oil",
    "Alt": "Ricinus Communis Seed Oil",
    "Description": "Castor oil is sourced from the castor bean plant native to tropical areas in Eastern Africa and the Mediterranean Basin. It is an age-old ingredient (it’s over 4,000 years old!) with many uses including as a shoe polish, food additive and motor lubricant.",
    "Effects": "hydrating, soothing, detoxifying, soothing, hydrating, perfuming",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergen",
    "Usage": "Any other possible irritants.",
    "Source": ""
  },
  {
    "Id": 36,
    "Name": "Ceramide EOP",
    "Alt": "Ceramide 1",
    "Description": "Ceramides are known to be part of this complex family of fats or lipids called a sphingolipid. Ceramides are naturally derived from our skin but can also be made synthetically for use in skin care products.",
    "Effects": "moisturizing",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "-",
    "Source": ""
  },
  {
    "Id": 37,
    "Name": "Ceramide NP",
    "Alt": "Ceramide 3",
    "Description": "Ceramides are known to be part of this complex family of fats or lipids called a sphingolipid. Ceramides are naturally derived from our skin but can also be made synthetically for use in skin care products.",
    "Effects": "moisturizing",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "-",
    "Source": ""
  },
  {
    "Id": 38,
    "Name": "Ceramide AP",
    "Alt": "Ceramide 6 II",
    "Description": "Ceramides are known to be part of this complex family of fats or lipids called a sphingolipid. Ceramides are naturally derived from our skin but can also be made synthetically for use in skin care products.",
    "Effects": "moisturizing",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "-",
    "Source": ""
  },
  {
    "Id": 39,
    "Name": "Cetearyl Alcohol",
    "Alt": "",
    "Description": "Cetearyl alcohol is a waxy substance that's derived naturally from plants, like palm oil or coconut oil, but can also be synthesized in a lab.",
    "Effects": "soothing, hydrating, thickeners, emulsifying, cleansing, emulsion stabilising",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergen",
    "Usage": "Can be comedogenic when used in conjunction with ceteareth-20",
    "Source": ""
  },
  {
    "Id": 40,
    "Name": "Chamomile",
    "Alt": "Chamomilla Recutita Flower Extract",
    "Description": "Chamomile is an herb that has been used for thousands of years to promote sleep, relieve stress, and alleviate stomach ailments, acting as a natural medicine to ease heartburn and nausea.",
    "Effects": "anti-oxidant, moisturizing, soothing",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "-",
    "Source": ""
  },
  {
    "Id": 41,
    "Name": "Charcoal",
    "Alt": "Charcoal Extract",
    "Description": "Charcoal is the result of burning carbon-based materials, which makes sense if you've ever come in contact with the chalky, sooty substance.",
    "Effects": "cleansing, exfoliating, anti-acne",
    "GoodNormal": "Neutral",
    "GoodDry": "Avoid",
    "GoodOily": "Yes",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "It's a good idea to avoid using active ingredients with the charcoal, however they can be used after the charcoal has been rinsed off.",
    "Source": ""
  },
  {
    "Id": 42,
    "Name": "Chia Seed Oil",
    "Alt": "Salvia Hispanica Seed Oil",
    "Description": "Chia seed oil (or, more formally known as salvia hispanica seed oil) is—you guessed it—extracted from the seeds of the chia plant.",
    "Effects": "anti-oxidant, soothing, hydrating, moisturizing/moisturizing",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergy to chia seeds",
    "Usage": "-",
    "Source": ""
  },
  {
    "Id": 43,
    "Name": "Citric Acid",
    "Alt": "",
    "Description": "Citric acid is a type of alpha-hydroxy acid that's extracted from citrus fruits such as lemons, limes, oranges, and grapefruits, as well as other fruits such as berries",
    "Effects": "pH balancer",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Yes",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "None",
    "Usage": "Avoid using citric acid at the same time as any retinoid, as this can lead to irritation and redness",
    "Source": ""
  },
  {
    "Id": 44,
    "Name": "Cocamidopropyl-Betaine",
    "Alt": "",
    "Description": "Cocamidopropyl betaine is a synthetically derived fatty acid that comes from coconuts. It acts as a surfactant, meaning it binds to oils, dirt, and grime, making it easier to wash off.",
    "Effects": "cleansing, thickeners",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergy to coconuts",
    "Usage": "Keep it to a minimum if you’re acne-prone, as washing your face too much can result in your skin over-producing sebum.",
    "Source": ""
  },
  {
    "Id": 45,
    "Name": "Cocoa Butter",
    "Alt": "Theobroma Cacao Seed Butter",
    "Description": "Cocoa butter comes from the cacao bean, which is found inside the cocoa pod (inside the pod are 30 to 40 cocoa seeds), which grows on the cacao tree. After these seeds are dried, roasted, and pressed, the vegetable fat is extracted from the beans.",
    "Effects": "soothing, hydrating",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Other potentially pore-clogging ingredients",
    "Source": ""
  },
  {
    "Id": 46,
    "Name": "Coconut Oil",
    "Alt": "Cocos Nucifera Oil",
    "Description": "There is definitely some craze going on for coconut oil both in the healthy eating space (often claimed to be the healthiest oil to cook with but this is a topic for another site) and in the skin and hair care space. Chemically speaking, coconut oil has a unique fatty acid profile. Unlike many plant oils that mostly contain unsaturated fatty acids (fatty acids with double bonds and kinky structure such as linoleic or oleic), coconut oil is mostly saturated (fatty acids with single bonds only) and its most important fatty acid is Lauric Acid (about 50%).  Saturated fatty acids have a linear structure that can stack nice and tight and hence they are normally solid at room temperature. Coconut oil melts around 25 °C so it is solid in the tub but melts on contact with the skin.",
    "Effects": "soothing, hydrating, perfuming.",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "None",
    "Usage": "There are no known negative reactions with coconut oil.",
    "Source": ""
  },
  {
    "Id": 47,
    "Name": "Collagen",
    "Alt": "",
    "Description": "The big and important protein molecule that usually comes from animal skin such as fish or bovine. The gist of the \"collagen in topical skincare\" subject is to know that collagen in a jar has nothing to do with wrinkles but everything to do with skin hydration.",
    "Effects": "moisturizing.",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergen",
    "Usage": "In general, collagen is safe to use with most ingredients and topical products. When you apply hydrolyzed collagen, it gets right into the skin and penetrates rapidly, and for that reason,  it shouldn't interfere with any other product or ingredient.",
    "Source": ""
  },
  {
    "Id": 48,
    "Name": "Colloidal Oatmeal",
    "Alt": "",
    "Description": "The finely ground version of whole oat kernels that has well-established skin soothing, skin-protecting and anti-oxidant abilities. We have a shiny description of oat extract in skincare here.  It is a real goodie ingredient for dry, irritated, inflamed or eczema-prone skin.",
    "Effects": "soothing, anti-oxidant, soothing, hydrating, abrasive, absorbent",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "None",
    "Usage": "Colloidal oatmeal works well with most, if not all, other ingredients.",
    "Source": ""
  },
  {
    "Id": 49,
    "Name": "Cone Snail Venom",
    "Alt": "MU-conotoxin",
    "Description": "Cone snail venom, the secret Botox alternative you haven’t heard of (yet). Also called snail venom conopeptide or MU-conotoxin, this synthetic ingredient mimics the effects of cone snail venom and relaxes facial muscles for an instant line-smoothing effect.",
    "Effects": "anti-aging",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "No known interactions.",
    "Source": ""
  },
  {
    "Id": 50,
    "Name": "Copper Peptides",
    "Alt": "",
    "Description": "Copper peptides are well known in the skincare world with decades of data as a skin-restoring ingredient. They improve skin including firmness, smoothness, reduction of fine lines and wrinkles, by promoting collagen, elastin, glycosaminoglycan (think HAs) and improved anti-oxidant activity",
    "Effects": "anti-oxidant, collagen stimulator",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Dermatologists typically recommend that you don't use copper peptides simultaneously with vitamin C, but each case is different depending on the formulas you're using. Consult a dermatologist before using.",
    "Source": ""
  },
  {
    "Id": 51,
    "Name": "CoQ10",
    "Alt": "Coenzyme Q-10",
    "Description": "CoQ10 or Coenzyme Q-10 is a kind of fat-soluble quinone compound. Coenzyme Q10 is found in every cell of the human body. A coenzyme is a substance that enhances or is necessary for the action of enzymes, generally smaller than the enzymes. CoQ10 is vital in energy production in cells.",
    "Effects": "anti-oxidant, hydrating, UV protection, exfoliating",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "No known interactions.",
    "Source": ""
  },
  {
    "Id": 52,
    "Name": "Cyclopentasiloxane",
    "Alt": "",
    "Description": "A super commonly used 5 unit long, cyclic structured silicone that is water-thin and does not stay on the skin but evaporates from it (called volatile silicone). Similar to other silicones, it gives skin and hair a silky, smooth feel. \nIt's often combined with the non-volatile (i.e. stays on the skin) dimethicone as the two together form a water-resistant, breathable protective barrier on the skin without a negative tacky feel.",
    "Effects": "soothing, hydrating, solvent",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Cyclopentasiloxane works well with most, if not, all other ingredients.",
    "Source": ""
  },
  {
    "Id": 53,
    "Name": "Cypress Oil",
    "Alt": "Cupressus Sempervirens Leaf Oil",
    "Description": "Cypress oil is a highly concentrated essential oil that's obtained through steam distillation from the stems, branches, and leaves of the cypress tree, an evergreen plant found mainly in the Mediterranean. (As you might suspect, it's defined by a characteristic woodsy, smoky smell.) It's imperative to keep in mind that this is an essential oil, a potent plant extract, and not the traditional type of skincare oil you may think of, such as coconut or jojoba. In short, this means that you never want to put cypress oil—or any other essential oil, for that matter—directly on your skin. It always needs to be diluted, either with a carrier oil, like coconut or jojoba, or mixed into another skincare product.",
    "Effects": "perfuming",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "None",
    "Usage": "Since it can be drying, it's best not to pair it with alcohol-based products. It may also be too irritating if you're using retinol on a daily basis, notes Dr. Chimento.",
    "Source": ""
  },
  {
    "Id": 54,
    "Name": "Desitin",
    "Alt": "",
    "Description": "Diaper creams typically have a two-fold purpose, to both calm inflammation (aka diaper rash) and act as a skin protectant. Many diaper creams are formulated with zinc oxide, an anti-inflammatory ingredient that helps to reduce skin irritation by repairing the epidermal barrier. \nIf you really do want to try it, use diaper cream only as a spot treatment (not on your full face) overnight, for no more than two to three nights in a row.",
    "Effects": "anti-inflammatory",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Avoid",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "None",
    "Usage": "If you're using diaper cream as a spot treatment, be cautious not to use any harsh acids beforehand, as the occlusive nature can increase the acidic strength and cause irritation.",
    "Source": ""
  },
  {
    "Id": 55,
    "Name": "Dihydroxyacetone",
    "Alt": "DHA",
    "Description": "Dihydroxyacetone, or DHA as it's more commonly referred to, is a colorless sugar compound that's used in most self-tanners .It can be synthetically derived or derived from simple sugars found in sugar beets or sugar cane. Fun fact alert: It’s the only ingredient approved by the FDA as a self-tanner, adds Lam-Phaure. When it comes to beauty products, you'll only find it in self-tanners, though it's also sometimes used during the wine-making process.",
    "Effects": "tanning",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "None",
    "Usage": "Alpha hydroxy acids speed up the breakdown of DHA; while they're a good way to remove your tan once you're ready, don't use them when applying self-tanner.",
    "Source": ""
  },
  {
    "Id": 56,
    "Name": "Dimethicone",
    "Alt": "",
    "Description": "Probably the most common silicone of all. It is a polymer (created from repeating subunits) molecule and has different molecular weight and thus different viscosity versions from water-light to thick liquid.\nAs for skincare, it makes the skin silky smooth, creates a subtle gloss and forms a protective barrier (aka occlusive). Also, works well to fill in fine lines and wrinkles and give skin a plump look (of course that is only temporary, but still, it's nice). There are also scar treatment gels out there using dimethicone as their base ingredient. It helps to soften scars and increase their elasticity.",
    "Effects": "soothing, hydrating",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "None",
    "Usage": "Dimethicone works well with most, if not all, other ingredients.",
    "Source": ""
  },
  {
    "Id": 57,
    "Name": "Doxycycline",
    "Alt": "Doxy",
    "Description": "Doxycycline is an antibiotic in the tetracycline family that is commonly used to treat a variety of bacterial infections, as well as moderate to severe acne. \nAt the risk of pulling a Captain Obvious, you'll first have to get a prescription from your dermatologist. It's extremely important only to take this medication under the direct guidance of a dermatologist, as it can have some serious side effects .",
    "Effects": "anti-bacterial, anti-acne",
    "GoodNormal": "Avoid",
    "GoodDry": "Avoid",
    "GoodOily": "Avoid",
    "GoodCombination": "Avoid",
    "AvoidSens": "Yes",
    "Allergens": "None",
    "Usage": "No known interactions.",
    "Source": ""
  },
  {
    "Id": 58,
    "Name": "Emu Oil",
    "Alt": "Dromaius novaehallandiae",
    "Description": "Emu oil is an oil obtained from the fat of the bird domaius novaehollandiae. Emu oil is derived from the fat of an emu bird. Also known as Dromaius novaehallandiae, the emu is a flightless bird species that is indigenous to Australia. The fat is removed from the back of the bird and then goes through a refining process that removes excess toxins. It's important to note that because of this, emu oil is not cruelty-free.",
    "Effects": "soothing, hydrating",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Avoid",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "No serious adverse reactions have been reported with the use of emu oil.",
    "Source": ""
  },
  {
    "Id": 59,
    "Name": "Epsom Salt",
    "Alt": "Magnesium Sulfate",
    "Description": "A helper ingredient that is used as a bulking and thickeners agent. It is also an emulsion stabilizer in water-in-oil emulsions, where water droplets are dispersed in the continuous oil phase and not the other way round.\nIt can also be used as a heat generating agent in water-less formulas as it has an instant heat-generating chemical reaction with water.",
    "Effects": "detoxifying",
    "GoodNormal": "Avoid",
    "GoodDry": "Avoid",
    "GoodOily": "Avoid",
    "GoodCombination": "Avoid",
    "AvoidSens": "Yes",
    "Allergens": "Allergen",
    "Usage": "On a related note, avoid using any other ingredients that can be drying—acne-fighters such as salicylic acid or benzoyl peroxide, retinoids, acids—at the same time, cautions Henry.",
    "Source": ""
  },
  {
    "Id": 60,
    "Name": "Eucalyptus Oil",
    "Alt": "Eucalyptus Globulus Leaf Oil",
    "Description": "Eucalyptus oil is an essential oil distilled from the leaf of an evergreen tree native to Australia but can also be found in other parts of the world. Although there are hundreds of different species of eucalyptus. Eucalyptus globulus is the main source of eucalyptus oil used. Eucalyptus oil contains multiple natural ingredients, including 1,8-cineole (aka cineole or eucalyptol), flavonoids, and tannins. It can be found in its pure form, but it is also used as an ingredient in products such as cleansers, shower gels, beauty oils, and bath salts. Essential oils may be affected by light and heat, so it's best to store eucalyptus oil in a cool, dark place.",
    "Effects": "anti-bacterial, anti-oxidant",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "Allergy to tea tree oil",
    "Usage": "Inform your doctor of any medications you’re taking or products you’re using before trying eucalyptus oil.",
    "Source": ""
  },
  {
    "Id": 61,
    "Name": "Evening Primrose Oil",
    "Alt": "Palm Oil Aminopropanediol Esters",
    "Description": "Evening primrose oil/palm oil aminopropanediol esters is the product obtained by the transesterification of oenothera biennis (evening primrose) seed oil and palm oil with aminopropanediol.",
    "Effects": "moisturizing. anti-acne",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "None",
    "Usage": "According to the experts we spoke with, there are no ingredients known to interact negatively with evening primrose oil.",
    "Source": ""
  },
  {
    "Id": 62,
    "Name": "Ferulic Acid",
    "Alt": "",
    "Description": "Ferulic Acid (FA) is a goodie that can be found naturally in plant cell walls. There is a lot of it especially in the bran of grasses such as rice, wheat and oats. \nFA - whose main job is to be an anti-oxidant - owes its fame to a 2005 research that discovered that adding in 0.5% FA to a 15% Vitamin C + 1% Vitamin E solution not only stabilizes the highly unstable, divaish Vit C, but it also doubles the photoprotection abilities of the formula.",
    "Effects": "anti-oxidant, anti-bacterial",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "None",
    "Usage": "Exfoliating acids like glycolic, lactic, and salicylic acids because they can alter the pH, which then changes the effectiveness of the anti-oxidant.",
    "Source": ""
  },
  {
    "Id": 63,
    "Name": "Fermented Oils",
    "Alt": "",
    "Description": "When a product's label says 'fermented oil,' it means the product contains an oil that has undergone the process of having a specialized microorganism introduced in an anaerobic environment (without oxygen).\nFermenting oil for topical beauty is a newer ideal. More research has been done to determine the benefits of topically applying fermented ingredients. While the process of fermentation is quite ancient, the discovery of topically-applied skin benefits has only more recently been studied.",
    "Effects": "moisturizing, anti-oxidant, exfoliating",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "No known interactions.",
    "Source": ""
  },
  {
    "Id": 64,
    "Name": "Frangipani",
    "Alt": "",
    "Description": "Frangipani is a fragrant flowering tree, also known as plumeria. The oil of the colorful flower, also known as the Hawaiian Lei flower, has been used in perfumery since the 16th century, usually as a top or heart note. The flowers from a frangipani tree are either white, yellow, pink, or multi-color.",
    "Effects": "perfuming",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "No known interactions.",
    "Source": ""
  },
  {
    "Id": 65,
    "Name": "Gluconolactone",
    "Alt": "",
    "Description": "Gluconolactone is kind of an acid, even though you would probably not guess it from its name. It’s a PHA, or polyhydroxy acid. PHAs are close relatives to the famous AHAs, both in terms of similar chemical structure and similar effects on the skin. They are often marketed as new-generation AHAs .\nSo the main promise of gluconolactone (and also its brother, the other most often used PHA, lactobionic acid) is that it has comparable awesome skin benefits to AHAs but without the irritation as a side effect.",
    "Effects": "chelating, exfoliating",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "It plays nice with most other ingredients, although you do want to be cautious about over-exfoliation when it’s used in tandem with other acids or exfoliants such as retinoids.",
    "Source": ""
  },
  {
    "Id": 66,
    "Name": "Glycerin",
    "Alt": "",
    "Description": "Glycerin doesn’t sound very glamorous but it is a real oldie but a goodie. It’s been used in cosmetics for more than  50 years and it’s a totally natural ingredient that’s also in the outermost layer of our skin (called stratum corneum - SC). \nIt’s a so-called humectant type of moisturiser meaning that it helps our skin to cling onto water. A 2005 study has shown that glycerin levels correlate with skin hydration levels, so more glycerin means better hydrated skin.",
    "Effects": "moisturizing, hydrating",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergen in high concentration",
    "Usage": "There are no known interactions; however, high glycerin concentrations are rarely used in skincare products.",
    "Source": ""
  },
  {
    "Id": 67,
    "Name": "Glycolic Acid",
    "Alt": "",
    "Description": "Unless you have avoided every bit of skin care info out there so far (in this case special welcome to you! :)) you must have heard of glycolic acid. Or at least about AHAs or to put it even more nice-sounding fruit acids. \nAHAs (alpha-hydroxy acids) stand for a whole group of ingredients and glycolic acid is one of them. If you are a chemist geek type you might want to know that the point of AHAs is that they contain a hydroxy group (-OH) and a carboxylic acid part (HO¬ =0) and these two parts are only one carbon apart (if they are two carbons apart it’s a beta-hydroxy acid). You can find great description and great drawings about all this on the super nice blog, LabMuffin.",
    "Effects": "exfoliating, pH balancer",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "None",
    "Usage": "Be especially cautious when pairing it with other acids and retinoids, cautions Mariwalla.",
    "Source": ""
  },
  {
    "Id": 68,
    "Name": "Goat Milk",
    "Alt": "",
    "Description": "Goat milk is exactly as it sounds: milk made by a goat. In terms of skincare, board-certified cosmetic dermatologist Michele Green says that goat milk is considered a natural ingredient that acts as a gentle exfoliator and an intense hydrator. \nEven though goat milk contains lactose, the shorter fat molecules in goat milk make it easier to digest—even for those who are lactose intolerant. That said, it’s important to remember that goat milk is still dairy, so your best bet (if you’re lactose intolerant) is to check with your doctor or dietitian before adding it to your routine.",
    "Effects": "exfoliating, hydrating, moisturizing",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergy to goat milk",
    "Usage": "Don't use if you're allergic to goat milk.",
    "Source": ""
  },
  {
    "Id": 69,
    "Name": "Goji Berry",
    "Alt": "Lycium Barbarum Fruit Extract",
    "Description": "Zhongning County, located in the Ningxia Hui region of Northern China, is considered the goji berry capital of the world. Goji berries are grown and eaten on a daily basis in Zhongning, where residents are known to live amazingly long lives. A total anti-oxidant powerhouse, goji berries are a significant source of vitamin C, minerals, amino acids, carotenoids, and polysaccharides—all of which have incredible benefits, ranging from fighting free radicals to boosting collagen production.",
    "Effects": "astringent, anti-oxidant",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Do not injest goji berries without speaking to your physician. Be sure to check for any medication interactions.",
    "Source": ""
  },
  {
    "Id": 70,
    "Name": "Gold",
    "Alt": "Ci 77480",
    "Description": "Gold is a metallic element. this ingredient is not listed as an approved colorant by the us fda. to identify the colorant allowed for use in the european union (eu), the inci name ci 77480 will be used except when used in hair dye products.",
    "Effects": "anti-aging, anti-oxidant",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "None",
    "Usage": "Across the board, dermatologists recommend skipping gold if you’re using retinol in the same routine. Rodney suggests alternating your retinol and gold usage at night to avoid potential irritation. Since AHAs have an exfoliative effect, you may not want to combine an AHA product in the same routine as your gold product. AHAs and retinol are in and of itself potentially irritating.",
    "Source": ""
  },
  {
    "Id": 71,
    "Name": "Grapeseed Oil",
    "Alt": "Vitis Vinifera Seed Oil",
    "Description": "Vitis Vinifera (Grape) Seed Oil, or grapeseed oil, is a lightweight oil that is extracted from the seeds of grapes and penetrates the skin quickly, leaving skin soft, supple, and moisturized. In short, it's a jack-of-all-trades ingredient that's light in texture and easily absorbs into the skin.",
    "Effects": "moisturizing, anti-aging, brightening, UV protecting",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Anything harsh or drying that could counteract the oil's emollient qualities (retinol, salicylic acid, etc.).",
    "Source": ""
  },
  {
    "Id": 72,
    "Name": "Green Tea",
    "Alt": "Camellia Sinensis Leaf Extract",
    "Description": "Green tea is a botanical derived from the leaves and buds of the tea plant Camellia sinensis. Kim explains that the active components of green tea are polyphenols (also called catechins) that are believed to benefit the skin due to their anti-oxidant and anti-inflammatory properties. EGCG is the best-studied catechin and is used both orally and topically for its many potential health benefits.1 Green tea also contains caffeine and tannins, which work by shrinking blood vessels and decreasing puffiness, according to Green.",
    "Effects": "anti-bacterial, anti-oxidant, astringent, soothing, hydrating, moisturizing, UV protecting, soothing.",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergy to green tea",
    "Usage": "There are no products you must avoid when using green tea topically.",
    "Source": ""
  },
  {
    "Id": 73,
    "Name": "Hemp Oil",
    "Alt": "Hemp seed oil",
    "Description": "Hemp seed oil—not to be confused with hemp oil, which is a blanket term for all oils that come from hemp and can include cannabidiol (CBD) oil—is made out of purely hemp seeds. CBD oil, in turn, is made from leaves, stalks, and flowers of hemp (and sometimes seeds as well). Hempseed Oil is the oil derived from the seeds of the hemp plant which is a cannabis plant cultivated for non-drug use. The oil is legal and used in large quantities for cosmetics, nutritional supplementation, and skin oils. It can be legally used when it has a tetrahydrocannabinol (THC) content of less than 0.3 percent.",
    "Effects": "hydrating",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Yes",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Hemp seed oil can be used universally.",
    "Source": ""
  },
  {
    "Id": 74,
    "Name": "Homosalate",
    "Alt": "",
    "Description": "An oil-soluble chemical sunscreen agent that protects the skin from UVB (295-315 nm) with a peak protection at 306 nm. Homosalate is not a strong UV filter in and of itself (gives only SPF 4.3 protection at max. allowed 10% concentration) and it is not photostable (looses 10% of its SPF protection in 45 mins) so it always has to be combined with other sunscreens for proper protection. Its big advantage, though, is that it is a liquid and is excellent for dissolving other hard to solubilize powder sunscreen agents, like the famous Avobenzone.",
    "Effects": "UV protecting",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "Allergen",
    "Usage": "There aren't any specific ingredients known to interact poorly with homosalate, but it (and other chemical sunscreens) can cause skin irritation for some.",
    "Source": ""
  },
  {
    "Id": 75,
    "Name": "Honey",
    "Alt": "Mel",
    "Description": "We all know honey as the sweet, gooey stuff that is lovely to sweeten a good cup of tea and we have good news about putting honey all over our skin. It is just as lovely on the skin as it is in the tea. \nThe great review article about honey in the Journal of Cosmetic Dermatology writes that it is arguably the oldest skincare ingredient and evidence from around 4500 BC mentions honey in some eye cream recipes. Chemically speaking, it is a bee-derived, supersaturated sugar solution.  About 95% of honey dry weight is sugar and the other 5% consists of a great number of other minor components including proteins, amino acids, vitamins, enzymes, and minerals.",
    "Effects": "soothing, moisturizing, anti-bacterial.",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "Allergy to bees",
    "Usage": "Lemon, baking soda, cayenne pepper, or other pantry items.",
    "Source": ""
  },
  {
    "Id": 76,
    "Name": "Humectants",
    "Alt": "",
    "Description": "A humectant is a substance that is key to keeping the skin hydrated.  It’s an ingredient that helps draw moisture to the skin’s surface and retains water so that the skin does not end up drying out quickly. It is commonly used in face and body products such as serums, lotions, and creams.",
    "Effects": "hydrating, moisturizing, exfoliating",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Humectants hydrate and lead to the concentration of whatever you apply on the skin to stay on the skin. Therefore, you should be cautious with strong acids and retinoids.",
    "Source": ""
  },
  {
    "Id": 77,
    "Name": "Hyaluronic Acid",
    "Alt": "",
    "Description": "Hyaluronic acid (HA) and its various forms are the current IT-moisturizers.  HA is a nice big sugar molecule from repeated subunits (polymer) that can be found naturally in our body. It’s the most dominant, and most important molecule in the liquidy stuff between our skin cells (the sciency name for it is the extracellular matrix or ECM). A 70 kg adult has about 15 g of HA in her body, and half of it is in the skin. Most of the skin HA is in the dermis (the deeper layer - about 0.5 mg/kg) but there is also some in the epidermis (the upper layer - about 0.1 mg/kg).",
    "Effects": "moisturizing",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "There are no known negative reactions to hyaluronic acid.",
    "Source": ""
  },
  {
    "Id": 78,
    "Name": "Hydrocortisone",
    "Alt": "",
    "Description": "Hydrocortisone is a corticosteroid, a medicine that reduces inflammation. It's a common anti-inflammatory treatment for skin conditions such as eczema or psoriasis, adds Carqueville, and is available both over-the-counter and as a prescription. (A one-percent concentration is the maximum strength available without a prescription).2 And to the over-the-counter point, it's often a go-to treatment for itchy, irritated, skin problems—think bug bites, rashes, poison ivy, and the like.",
    "Effects": "anti-acne",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergen",
    "Usage": "Other hydrocortisone products or on cortisone injection sites.",
    "Source": ""
  },
  {
    "Id": 79,
    "Name": "Hydrogen Peroxide",
    "Alt": "",
    "Description": "hydrogen peroxide (H2O2) is a reactive molecule that is used for many different purposes, and it’s considered an antiseptic agent used in wound cleaning. Hydrogen peroxide is produced artificially and doesn’t occur naturally.\nIt works by creating free oxygen radicals, so it kills bacteria. Part of it is removing that residual bacteria that promote inflammation and prevent healing, but part of it is really the oxygenation of the skin that maintains fibroblast activity, which is a cell that promotes wound healing.",
    "Effects": "anti-bacterial",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "You shouldn’t use it with benzoyl peroxide because of the added irritant effect. (Though if you’re using conventional ingredients for acne, you wouldn't need to bother with hydrogen peroxide.)",
    "Source": ""
  },
  {
    "Id": 80,
    "Name": "Hydroquinone",
    "Alt": "",
    "Description": "Hydroquinone is found in skin-lightening creams, serums, cleansers, and moisturizers. Hydroquinone is a topical skin treatment for melasma, freckles, age and sun spots, and even acne scars. Used in combination with other acne products such as Retin-A, it can help dramatically improve skin complexion. Hydroquinone can also be used to lighten up freckles as well as post-inflammatory hyperpigmentation, which is usually seen after an injury such as a burn or inflammatory acne.",
    "Effects": "brightening",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "None",
    "Usage": "Generally, hydroquinone is safe to use with most, if not all, ingredients.",
    "Source": ""
  },
  {
    "Id": 81,
    "Name": "Isododecane",
    "Alt": "",
    "Description": "A  clear, colorless and odorless, highly volatile (meaning it does not absorb into the skin but evaporates from it) liquid that's used as an emollient. It gives a nice non-oily light skin feel and it can improve the slip of the formula without leaving a tacky residue behind.\nIt's also popular in make-up products as its volatility makes mascaras and foundations last longer. If that would not be enough, it's also an excellent solvent, and it's a regular not only on the ingredients lists of make-ups but also on makeup removers.",
    "Effects": "soothing, hydrating, solvent",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "Allergen",
    "Usage": "According to Chimento, those with super-sensitive skin types or a known allergy to the ingredient should not use isododecane.",
    "Source": ""
  },
  {
    "Id": 82,
    "Name": "Isoparaffin",
    "Alt": "",
    "Description": "Isoparaffin is a branched-chain of saturated hydrocarbons derived from petroleum.  Or, simply put, it's a type of petroleum-derived mineral oil. In skin care and cosmetics, isoparaffin is commonly found in moisturizers, sunscreen, lip products, foundations, cleansers, deodorants, makeup removers—pretty much everywhere, adds Frieling. This is not only because it's used as an emollient to help skin feel and look smooth but also for formulation reasons; isoparaffin is a texture enhancer that can help create thick, creamy formulas that won't feel greasy on the skin, notes Frieling. And, because it's made up of just hydrogen and carbon atoms, it's not very reactive; it plays nicely with most other ingredients, another attribute that accounts for its popularity and prevalence in the skincare world.",
    "Effects": "soothing, hydrating",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergen",
    "Usage": "There are no ingredients known to interact poorly with isoparaffin.",
    "Source": ""
  },
  {
    "Id": 83,
    "Name": "Isopropyl Myristate",
    "Alt": "",
    "Description": "A  clear, colorless oil-like liquid that makes the skin feel smooth and nice (aka emollient) and it does so without it being greasy.\nWhat's more, it can even reduce the heavy, greasy feel in products with high oil content. It's also fast-spreading meaning that it gives the formula a good, nice slip. It absorbs quickly into the skin and helps other ingredients to penetrate quicker and deeper.",
    "Effects": "soothing, hydrating, perfuming.",
    "GoodNormal": "Yes",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergen",
    "Usage": "Because it does enhance penetration, it’s important to assess the other ingredients in the formula and whether this increased penetration can cause unexpected side effects such as irritation, cautions Palep.",
    "Source": ""
  },
  {
    "Id": 84,
    "Name": "Jojoba",
    "Alt": "",
    "Description": "Jojoba oil is a natural oil produced from the seed of the Chinensis plant, a drought-resistant shrub native to southern Arizona, California, and Mexico. While its prominence in beauty products is a relatively recent phenomenon, it's been used for centuries; Native Americans used it as far back as the 1400s for its wound healing properties (more on those in a minute). Here's where things got a little confusing, though—jojoba oil isn't technically an oil. (Say what?) It's actually a wax ester that, from a chemistry perspective, has a different makeup than other oils. While everyone calls it an oil—and we'll continue to do so just to keep things simple—that fact that it's a wax ester is a large part of what makes it so unique. Wax esters are the main component in human sebum, which means that \"jojoba oil mimics natural sebum, conditioning, and sealing moisture in the skin, without clogging pores or exacerbating acne,\" says Chang. Translation: Jojoba oil is as close to your skin's natural oil as you can get. This is also why it can help balance out oil production and feels so lightweight and non-greasy.",
    "Effects": "soothing, hydrating, anti-oxidant, anti-bacterial, anti-acne",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergen",
    "Usage": "There are currently no ingredients known to have any kind of negative interaction with jojoba oil.",
    "Source": ""
  },
  {
    "Id": 85,
    "Name": "Kaolin",
    "Alt": "",
    "Description": "Kaolin is a type of clay or to be precise, a naturally occurring hydrous aluminum silicate. When you hear clay, you probably think of a muddy greenish-black mess, but that one is bentonite, and this one is a fine, white powder. It is so white that it's also often used, in small amounts, as a helper ingredient to give opacity and whiteness to the cosmetic formulas.\nAs a clay, it's absorbent and can suck up excess sebum and gunk from your skin, but less so than the more aggressive bentonite. As it's less absorbent, it's also less drying and gentler on the skin, so it's ideal for dry and sensitive skin types.",
    "Effects": "abrasive, absorbent, anticaking, bulking, cosmetic colorant, opacifying.",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Yes",
    "GoodCombination": "Yes",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Cook-Bolden says it’s a good idea to avoid using other drying agents in conjunction with kaolin.",
    "Source": ""
  },
  {
    "Id": 86,
    "Name": "Karanja Oil",
    "Alt": "Pongamia Glabra Seed Oil, Pongamia Pinnata Oil",
    "Description": "Karanja Oil comes from a medium-sized, evergreen tree called Pongamia Pinnata that is found throughout Southeast Asia. All parts of the tree have several traditional medicinal uses and the oil specifically has insecticidal and antiseptic properties. It's traditionally used to treat skin infections such as eczema or psoriasis.\nAccording to the manufacturer's information, used at a 3-5% concentration, Karanja Oil can serve as a natural preservative in cosmetic products. It has excellent bacterial and fungal control and can even add additional anti-oxidant benefits to the skin.",
    "Effects": "anti-bacterial, anti-acne",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergen",
    "Usage": "There is no limit when pairing this ingredient with other botanical extracts.",
    "Source": ""
  },
  {
    "Id": 87,
    "Name": "Kigelia Africana",
    "Alt": "",
    "Description": "Kigelia Africana, while not extensively researched, is best known for its healing properties. Kigelia Africana contains a vast array of bioactive compounds which contribute to its broad-spectrum anti-bacterial and antifungal activity, which is similar to penicillin and fluoroquinolone antibiotics. In skincare, it is used to clarify, brighten and firm skin and reduce signs of aging like hyperpigmentation, fine lines, and wrinkles.",
    "Effects": "anti-oxidant, anti-aging, exfoliating",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "According to Roestorf, there are currently no known ingredients that can not be formulated with Kigelia Africana.",
    "Source": ""
  },
  {
    "Id": 88,
    "Name": "Kojic Acid",
    "Alt": "",
    "Description": "Mushrooms are the source of kojic acid, a byproduct of various fungi that also occurs as the result of the fermentation of certain Asian foods, such as soy sauce and rice wine, explains Chang. Unlike other acids that work by dissolving the bonds between the cells and exfoliating the skin, kojic acid works by inhibiting pigment production. It also has the added benefit of working well when paired with other skin-lightening ingredients (namely the gold standard hydroquinone, most commonly prescribed by derms).",
    "Effects": "anti-oxidant, brightening",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergen",
    "Usage": "While it does have a synergetic effect when used with these other brightening/exfoliating ingredients, pairing it with these also increases the likelihood of experiencing excessive dryness or irritation. Proceed with caution and start using any products that contain kojic acid and other actives gradually, giving your skin some time to acclimate.",
    "Source": ""
  },
  {
    "Id": 89,
    "Name": "Kukui Nut Oil",
    "Alt": "Aleurites Moluccana Seed Oil",
    "Description": "Having such a cool name and coming from Hawaii how could this oil be not good? Well, it is good. It's absorbed excellently by the skin and is used traditionally by the Hawaiians to soothe sunburn and other inflammations. \nResearch confirms this: it's shown to have anti-inflammatory, pain reducing, and wound healing properties. It's also a particularly rich source of moisturizing essential fatty acids linoleic and linolenic (about 42 and 32%) and it's not so rich in oleic acid - around 15% - that can be good even for acne prone skin.",
    "Effects": "soothing, hydrating",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergy to nuts",
    "Usage": "Thanks to its natural and gentle nature, kukui nut oil typically pairs well with just about anything. That said, if you have very oily skin, you may not want to mix it with multiple other oils, as it could exacerbate the shiny appearance of your complexion.",
    "Source": ""
  },
  {
    "Id": 90,
    "Name": "Lactic Acid",
    "Alt": "",
    "Description": "Lactic acid is the second most well-known and most well researched among the AHAs. The no. 1 is glycolic acid. If you're new to AHAs we strongly suggest that you head over to our description about glycolic acid. There you will find a super detailed geeky description and many of the things we wrote are true to all AHAs and to lactic acid as well.",
    "Effects": "exfoliating, moisturizing, pH balancer",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "None",
    "Usage": "Other acids and exfoliants like AHAs or benzoyl peroxide. Retinol should be avoided as well.",
    "Source": ""
  },
  {
    "Id": 91,
    "Name": "Lactobionic Acid",
    "Alt": "PHA",
    "Description": "Lactobionic acid is the brother or maybe the sister of gluconolactone. Usually, it’s called a PHA, though some studies call it bionic acid or aldobionic acid. Not that this matters too much. What matters is that it’s similarly awesome to gluconolactone. So go read about gluconolactone to get the idea.\nIn a nutshell,  it’s a next generation AHA, with almost all the benefits and more and without the irritation. It gently lifts off dead skin cells and makes your skin smooth and even. It moisturizes and helps the skin barrier. Can be used on sensitive skin too or post cosmetic procedure.  In the long run, it has anti-aging benefits (though a tad less than AHAs), and it’s even an anti-oxidant.",
    "Effects": "exfoliating, pH balancer",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "None",
    "Usage": "Retinol.",
    "Source": ""
  },
  {
    "Id": 92,
    "Name": "Lanolin",
    "Alt": "",
    "Description": "Lanolin is an oil produced by sheep and can be found in their shorn wool. This beneficial oil keeps their wool coats waterproof and deodorized. In its pure form, it looks like a yellow-colored, waxy substance. Despite its oily nature and power to keep skin hydrated from the outside in, it won't clog pores: It's soothing for dry, chapped skin and also protects against cold, harsh weather conditions. Lanolin's coating effect keeps moisture from being drawn out while also allowing the skin to breathe.",
    "Effects": "soothing, hydrating, emulsifying, cleansing.",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "Allergy to wool",
    "Usage": "In general, lanolin is safe to use with most ingredients and products.",
    "Source": ""
  },
  {
    "Id": 93,
    "Name": "Lavender Oil",
    "Alt": "",
    "Description": "First, a word about essential oils: These are concentrated liquids derived from the aromatic parts of plants, such as the flowers, roots, and leaves using a process called steam distillation, according to Guanche. Lavender oil (aka lavandula angustifolia) is a type of essential oil that comes from the flowers of the lavender plant, which grows in various regions such as France and Bulgaria. The main components are linalool, linalyl acetate, lavandulol, geraniol, and eucalyptol, which have anti-bacterial as well as anti-fungal properties.\nStudies have also demonstrated that there are many different types of lavender oil, and because of their different composition, they have different chemical properties.",
    "Effects": "soothing, anti-acne, anti-oxidant, anti-bacterial",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "Allergen",
    "Usage": "Inform your doctor of any medications you’re taking or products you’re using before trying lavender oil.",
    "Source": ""
  },
  {
    "Id": 94,
    "Name": "Lemon Juice",
    "Alt": "Citrus Limon Juice Extract",
    "Description": "Yes, it's the juice from a lemon, but it's the various components in it that make it theoretically beneficial for acne-prone skin. And those benefits are, to a certain extent, legit; in fact, lemon juice often pops up in skincare products. But it's not quite that simple. While you may see lemon juice listed as an ingredient in your favorite cleanser or serum, that doesn’t mean applying it directly to the skin will provide the same benefits. Products you buy off the shelves are carefully formulated by chemists using ingredient concentrations that provide optimal and safe benefits.",
    "Effects": "cleansing, anti-acne, anti-bacterial",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "None",
    "Usage": "Other topical acids or any kind of retinoid, given that the combination will only increase the (already very high) potential of irritation from the lemon juice.",
    "Source": ""
  },
  {
    "Id": 95,
    "Name": "Licorice Extract",
    "Alt": "",
    "Description": "Like the sweet treat, it all comes back to the licorice plant (scientific term: Glycyrrhiza glabra...we'll just call it the licorice plant). The root of the plant has been used for medicinal purposes for years and is where black licorice the candy comes from, but it's also the source of licorice extract used topically for skin. This extract is filled with a variety of beneficial compounds, which do everything from delivering anti-oxidant and anti-inflammatory effects to helping fade dark spots.3 It's this latter effect that makes it a choice ingredient in many skin-brightening products. It even acts similarly to hydroquinone (more on that in a minute), considered to be the gold-standard brightening ingredient, though notorious for its unwanted side effects and even potential safety concerns.",
    "Effects": "brightening",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergen",
    "Usage": "Because it does have the potential to be somewhat irritating, Linkner advises not using it in conjunction with retinol and/or hydroquinone.",
    "Source": ""
  },
  {
    "Id": 96,
    "Name": "Lysine",
    "Alt": "Essential amino acid",
    "Description": "Lysine is a particular type of amino acid called an essential amino acid, which means it’s one of the 9 amino acids that you need to eat in your diet because your body does not make it.",
    "Effects": "collagen stimulator",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Lysine does increase the transportation of calcium in the body, and most people that have normal metabolisms can tolerate it, and most people actually need some calcium in their body. However, if you’re taking a calcium supplement, you probably shouldn’t be taking lysine together with it.",
    "Source": ""
  },
  {
    "Id": 97,
    "Name": "Madecassoside",
    "Alt": "",
    "Description": "As mentioned, it's the superstar component found in Centella asiatica, the much more popular ingredient lauded for its outstanding soothing and wound healing effects. Madecassoside is rich in amino acids, beta carotene, fatty acids, and phytochemicals, which is why it (potentially) can do great things for the skin.",
    "Effects": "anti-oxidant, anti-oxidant, hydrating",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "Allergen",
    "Usage": "There are no ingredients known to interact negatively with madecassoside. In fact, it can even be paired with many potentially-irritating actives due to its soothing effects, notes Obioha.",
    "Source": ""
  },
  {
    "Id": 98,
    "Name": "Magnesium Aluminum Silicate",
    "Alt": "Silicic Acid",
    "Description": "A type of clay mineral that works as a nice helper ingredient to thicken and stabilize formulas. As a clay, it consists of platelets that have a negative charge on the surface (face) and a positive on the edge. So the face of one platelet attracts the edge of the other and this builds a so-called \"house of card\" structure meaning that Magnesium Aluminum Silicate (MAS) thickens up products and helps to suspend non-soluble particles such as color pigments or inorganic sunscreens (zinc oxide and titanium dioxide).",
    "Effects": "thickeners, absorbent",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 99,
    "Name": "Malic Acid",
    "Alt": "Butenedioic Acid",
    "Description": "Malic acid is one specific type of alpha-hydroxy acid—AHA, as the cool kids say— a fruit-derived acid that’s naturally found in apples as well as pears. Like other AHAs, it exfoliates the top, superficial layer of the skin, which in turn does everything from smooth out texture to fade discoloration to help unclog pores.",
    "Effects": "exfoliating, hydrating, pH balancer",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Be cautious when using it with other acids, or notoriously harsh or irritating ingredients such as retinoids.",
    "Source": "https://www.skininc.com/science/ingredients/news/21889340/malic-acid-can-be-effective-for-sensitive-skin"
  },
  {
    "Id": 100,
    "Name": "Mandelic Acid",
    "Alt": "Benzeneacetic Acid",
    "Description": "Mandelic acid is an AHA that comes from bitter almond, It can gently lift off dead surface skin cells and make the skin more smooth and even, it has anti-bacterial properties and it’s promising against acne and post inflammatory hyperpigmentation",
    "Effects": "exfoliating, anti-bacterial, brightening",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Other AHAs, other peels, retinol, retinoids",
    "Source": "https://www.medicalnewstoday.com/articles/mandelic-acid#benefits"
  },
  {
    "Id": 101,
    "Name": "Manuka Honey",
    "Alt": "Mel",
    "Description": "Manuka honey is produced by honey bees that feed on the manuka tree in New Zealand, this is important because it's what gives manuka honey its most defining characteristic, namely strong anti-bacterial properties. Most honey derives its anti-bacterial nature from hydrogen peroxide, but the manuka variety is unique in that it contains both hydrogen peroxide and another component called methylglyoxal: The nectar of manuka flowers contains a large quantity of a substance called dihydroxyacetone, which is then converted into methylglyoxal.",
    "Effects": "anti-bacterial, soothing, moisturizing",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergy to bees",
    "Usage": "It's best to not pair it with potent active ingredients (think retinoids or acids)",
    "Source": "https://www.insider.com/guides/manuka-doctor-honey-review-2018-11#:~:text=The%20natural%20substance%20is%20safe,bio%20active%20rating%20of%2020%2B."
  },
  {
    "Id": 102,
    "Name": "Marshmallow Root Extract",
    "Alt": "Althaea Officinalis Root Extract",
    "Description": "Marshmallow root extract (\"MRE\" for short) comes from the Althaea plant native to Northern Africa, Europe, and Western Asia. The roots of the marshmallow plant contain a thick, gummy substance called mucilage. The mucilage is extracted from the root and used for medicinal purposes. In addition to mucilage, the root extract contains a number of other ingredients that promote skin health, such as polysaccharides and flavonoids.",
    "Effects": "Soothing, moisturizing",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "If you're diabetic, don't take it as a supplement because it might lower blood sugar.",
    "Source": ""
  },
  {
    "Id": 103,
    "Name": "Marula Oil",
    "Alt": "Sclerocarya Birrea Seed Oil",
    "Description": "Marula oil is a naturally-occurring oil derived from the marula tree (technical name: Sclerocarya birrea) found in sub-Saharan tropical Africa. The oil can come from either the nuts, seeds, or the fruit of said tree; the nut can be boiled, the seeds pressed, or the fruit processed to extract it. And while it might be the new kid on the beauty block here, it's been used for centuries in Africa as a cure-all, points out Rabach. In its purest state, the oil is a light yellow color with an ever-so-slight nutty scent.",
    "Effects": "soothing, hydrating, anti-aging, moisturizing",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "",
    "Source": "https://www.idiva.com/beauty/skincare/marula-oil-skin-benefits-and-the-skin-type-it-suits-best/18007251#:~:text=Marula%20oil%20is%20good%20for,dull%2C%20damaged%20and%20dry%20skin."
  },
  {
    "Id": 104,
    "Name": "Meadowfoam",
    "Alt": "Limnanthes Alba Seed Oil",
    "Description": "A plant-based oil, meadowfoam (aka Limnanthes alba) seed oil is derived from meadowfoam seeds and is composed of mostly fatty acids and anti-oxidants, which explains why you'll find it in several skincare and hair care products. Meadowfoam seed oil as having a unique, velvety texture that is very emollient without being greasy and compares it to argan oil.",
    "Effects": "soothing, hydrating, moisturizing",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergy",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 105,
    "Name": "Methylparaben",
    "Alt": "-",
    "Description": "Methylparaben is one of the most popular preservatives in beauty products and food items. The ingredient occurs naturally in a handful of fruits (like blueberries) though it can also be created synthetically. It's found in everything from cream cleansers and moisturizers to primers and foundations and helps these products maintain their effectiveness. Rabach says that it's chock-full of anti-fungal and anti-bacterial properties, which work wonders to extend the shelf life of skincare, haircare, and cosmetic products.",
    "Effects": "anti-bacterial, preservatives",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "Allergen",
    "Usage": "",
    "Source": "https://www.byrdie.com/methylparaben-for-skin-4779820"
  },
  {
    "Id": 106,
    "Name": "Mineral Oil",
    "Alt": "Paraffinum Liquidum",
    "Description": "White mineral oil (petroleum) a highly refined petroleum mineral oil consisting of a complex combination of hydrocarbons obtained from the intensive treatment of a petroleum fraction with sulfuric acid and oleum, or by hydrogenation, or by a combination of hydrogenation and acid treatment. additional washing and treating steps may be included in the processing operation. it consists of saturated hydrocarbons having carbon numbers predominantly in the range of c15 through c50.",
    "Effects": "soothing, hydrating, solvent, moisturizing",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Because it is very occlusive, don't use it with pore-clogging ingredients, notes Nussbaum, particularly if you start to notice blackheads and whiteheads.",
    "Source": "https://thedermreview.com/liquid-paraffin/#:~:text=the%20good%3A%20Helps%20to%20form,from%20using%20products%20with%20paraffin."
  },
  {
    "Id": 107,
    "Name": "Moringa Oil",
    "Alt": "Moringa Oleifera Seed Oil",
    "Description": "Moringa seed oil is an oil that comes from the moringa plant found in the Himalayan mountains. The oil is rich in omega fatty acids and anti-oxidants, which soothe and protect the skin. The anti-oxidants act as natural preservatives, making it a stable oil resistant to rancidity, and allowing for longer shelf life. The seeds of the moringa tree are also high in oleic acid, another fatty acid, at 73 percent, which gives it additional beneficial properties. It's also nutrient-dense, high in palmitoleic and linoleic acids, and contains vitamins A and C as well. Moringa oil is found in numerous cosmetics due to its moisturizing, cleansing, and emollient properties.",
    "Effects": "soothing, hydrating, anti-bacterial, anti-aging",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 108,
    "Name": "Murumuru Butter",
    "Alt": "Astrocaryum Murumuru Seed Butter",
    "Description": "Murumuru butter is derived from murumuru nuts, which fall from astrocaryum murumuru, a palm tree found in the Amazon. Murumuru butter is rich in fatty acids, including lauric acid and myristic acid, which helps to support the natural skin barrier and prevent moisture loss. Thanks to its moisture-trapping nature, murumuru butter is very beneficial for skin and also a godsend for dry hair (but that’s a topic for another day).",
    "Effects": "soothing, hydrating, moisturizing",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergy to nuts",
    "Usage": "Murumuru butter shouldn’t be mixed with sunscreen",
    "Source": ""
  },
  {
    "Id": 109,
    "Name": "Neem Oil",
    "Alt": "Melia Azadirachta Seed Oil, Azadirachta Indica Seed Oil",
    "Description": "Neem oil, (also known as margosa oil) is a natural ingredient claimed to treat a number of ailments, from skin diseases to digestive ulcers, to dental healthcare and fungal infections. Interestingly, the active ingredients found within it are used as an organic pesticide treatment to protect crops from invasive insects like aphids and some beetles. Neem oil is a naturally occurring pesticide found in seeds from the neem tree.\nIt is yellow to brown, has a bitter taste, and a garlic/sulfur smell. Neem oil controls pests and also helps with red, itchy, and inflamed skin associated with psoriasis, acne, and eczema rashes, among others.",
    "Effects": "soothing, hydrating, anti-bacterial",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "None",
    "Usage": "",
    "Source": "https://www.healthline.com/health/neem-oil-for-skin#side-effects"
  },
  {
    "Id": 110,
    "Name": "Niacinamide",
    "Alt": "Nicotinamidum",
    "Description": "When we think about the skin benefits of niacinamide, we're referring to a specific form of B3 (an amide) called nicotinamide [also known as niacinamide]. Nicotinamide is an essential water-soluble vitamin, which is not synthesized in the body, meaning we have to eat it to receive its benefits. Additionally, the vitamin has been incorporated into skincare products since (as Herrmann stated) our bodies don't produce it on their own.",
    "Effects": "Cell-communicating, brightening, anti-acne, moisturizing, anti-aging",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 111,
    "Name": "Octinoxate",
    "Alt": "Ethylhexyl Methoxycinnamate",
    "Description": "Octinoxate is an organic compound that is insoluble in water and can be found in all textures (lotions, creams, balms, and liquids) of chemical sunscreen due to its protective ability against certain wavelengths of ultraviolet (UV) light. Nazarian says that it primarily blocks the UVB range, though it also offers minimal protection against UVA rays. Unlike mineral sunscreens, which reflect the UV rays, chemical sunscreens work to protect the skin from damage by absorbing the UV light and turning it into heat instead.",
    "Effects": "UV protection",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Chemical peel ingredients like glycolic acid",
    "Source": "https://www.healthline.com/health/octinoxate#:~:text=Some%20research%20has%20found%20that,who%20have%20specific%20skin%20allergies."
  },
  {
    "Id": 112,
    "Name": "Octisalate",
    "Alt": "Ethylhexyl Salicylate",
    "Description": "Octisalate is a chemical that's often found in sunscreen and works to prolong sun protection. Octisalate is also used as a fragrance ingredient. It is one of a handful of common chemical sunscreen ingredients, other ones you've probably heard of include avobenzone, oxybenzone, homosalate, and octocrylene.",
    "Effects": "UV protection",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "None",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 113,
    "Name": "Octocrylene",
    "Alt": "-",
    "Description": "Octocrylene is a chemical sunscreen ingredient that, once absorbed into the skin, captures harmful UV rays before they can cause damage to the underlying skin cells. Sunscreens are generally split up into two categories. Physical formulas rely on minerals such as zinc oxide and titanium dioxide and work by sitting on top of the skin and deflecting rays. The other category relies on chemicals (octocrylene being just one of several) that work once they're absorbed into the skin.",
    "Effects": "UV protection",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "None",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 114,
    "Name": "Omega Fatty Acids",
    "Alt": "Omega 3 Fatty Acids (Linolenic Acid), Omega 6 Fatty Acids (Linoleic Acid), Omega 9 Fatty Acids (Oleic Acid)",
    "Description": "Omega fatty acids are unsaturated fatty acids that contain one or more double bonds between carbon atoms. If they have one double bond, they're called monounsaturated fatty acids, or MUFAs. If they have more than one double bond, they're called polyunsaturated fatty acids, or PUFAs. There are three main types: linolenic acid, linoleic acid, oleic acid",
    "Effects": "soothing, hydrating, ​cleansing, perfuming, emulsifying",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergen",
    "Usage": "",
    "Source": "https://www.100percentpure.com/blogs/feed/how-oleic-acid-can-help-your-skin-type"
  },
  {
    "Id": 115,
    "Name": "Oxybenzone",
    "Alt": "Benzophenone-3",
    "Description": "Oxybenzone is an organic compound that is a derivative of benzophenone. Most commonly used in chemical sunscreens, it can also be found in nail polish, fragrances, hairspray, and cosmetics, since it’s used as a photostabilizer, as well as in plastics and toys. Oxybenzone is a chemical sunscreen ingredient that's an organic UV filter. It is one of the more common ingredients included in chemical sunscreens. Chemical sunscreens absorb into the skin; they don't sit on top like a physical sunscreen does.",
    "Effects": "UV protection",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "Allergen",
    "Usage": "",
    "Source": "https://allgoodproducts.com/what-is-oxybenzone/#:~:text=Oxybenzone%20is%20a%20cornucopia%20of,and%20testosterone%20production%20in%20men."
  },
  {
    "Id": 116,
    "Name": "Panthenol",
    "Alt": "Butanamide, Pro-Vitamin B5",
    "Description": "Panthenol is the provitamin, a precursor, or substance that the body can convert into a specific vitamin for B5. In this case, when panthenol is applied topically, it’s quickly converted into vitamin B5, also known as pantothenic acid. B5 binds to and holds water effectively, moisturizing the skin and helping it maintain softness and elasticity. Unlike other common moisturizing ingredients such as hyaluronic acid, panthenol has the added advantage of acting as both a humectant and an emollient.",
    "Effects": "Soothing, moisturizing",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "",
    "Source": "https://www.medicalnewstoday.com/articles/panthenol#:~:text=As%20such%2C%20panthenol%20can%20help,in%20people%20with%20sensitive%20skin."
  },
  {
    "Id": 117,
    "Name": "Peppermint Oil",
    "Alt": "Mentha Piperita Oil",
    "Description": "Peppermint oil is an essential oil derived from the peppermint plant, which is actually a hybrid between watermint and spearmint (technically called mentha piperita). What sets it apart from the many other essential oils out there is its very distinct aroma, as well as its wide variety of uses involving the health, culinary, and cosmetic industries",
    "Effects": "Perfuming, soothing",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergen",
    "Usage": "Be cautious when pairing with products that contain acids or other harsh exfoliating ingredients, especially if you have sensitive skin.",
    "Source": ""
  },
  {
    "Id": 118,
    "Name": "Petroleum Jelly",
    "Alt": "Petrolatum, vaseline",
    "Description": "Petrolatum is a mixture of natural mineral oils and waxes, which are formed into partially solid, gel-like substance. It was first discovered in 1859 when the thick oil was found clogging up the machinery on oil drilling sites. It was later converted to petroleum jelly, then packaged and sold after oil workers found that the white, gooey residue appeared to aid in the healing process of burns and cuts on their skin.",
    "Effects": "soothing, hydrating",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Very oily, acne-prone skin",
    "Source": ""
  },
  {
    "Id": 119,
    "Name": "PHA",
    "Alt": "Lactobionic Acid",
    "Description": "PHAs, also known as polyhydroxy acids, are the newest acid to take over ingredients lists and newsfeeds all over the beauty world. PHAs (Poly-hydroxy acids) fall under the AHA family, they are much larger in size compared to the more common AHAs like glycolic and lactic acids. Examples of PHAs are lactobionic acid and gluconolactone. Essentially, their benefits are the same as AHAs",
    "Effects": "exfoliating, pH balancer",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Yes",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergen",
    "Usage": "Other acids in very high concentrations, retinoids if you're particularly sensitive.",
    "Source": ""
  },
  {
    "Id": 120,
    "Name": "Phenoxyethanol",
    "Alt": "-",
    "Description": "Phenoxyethanol is an ether alcohol that is naturally derived from green tea but is usually synthesized in a lab. In cosmetics, it functions as a preservative, a solvent, and an antimicrobial ingredient. Gerstner says it comes in a colorless liquid form and is found in a wide range of cosmetics and skincare, such as cleansers, moisturizers, serums, and creams.",
    "Effects": "preservatives, anti-bacterial",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "None",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 121,
    "Name": "Phytic Acid",
    "Alt": "-",
    "Description": "The chemical composition of phytic acid renders it an alpha hydroxy acid (AHA), although a very gentle one. It is typically derived from grains, legumes and rice. While it does possess similar benefits to other skincare acids (namely exfoliation), what sets phytic acid apart is its anti-oxidant properties.",
    "Effects": "Chelating, anti-oxidant",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 122,
    "Name": "Phytosphingosine",
    "Alt": "-",
    "Description": "Phytosphingosine is a phospholipid, a fat that’s naturally found in the outermost layer of the skin. It’s one component of the skin barrier, along with ceramides, cholesterol, and fatty acids. The skin barrier is crucial for ensuring your skin looks and feels good—think of it as the ultimate line of defense against all the dirt, pollution, grime, and other toxins that your skin is constantly bombarded with. When the barrier is compromised or weakened, all of those unwanted factors can get in, resulting in all kinds of issues from redness to rashes.",
    "Effects": "cell-communicating, anti-acne, anti-bacterial",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 123,
    "Name": "Plum Oil",
    "Alt": "Prunus Domestica Seed Extract",
    "Description": "Plum oil is a hydrator and anti-inflammatory ingredient that brightens and plumps skin, protects against radical damage and oxidative stress, and aids in cellular repair, sebum production, and skin turnover.",
    "Effects": "anti-oxidant, soothing, hydrating, brightening",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 124,
    "Name": "Polyglutamic Acid",
    "Alt": "-",
    "Description": "Glutamic acid is an amino acid. Polyglutamic acid is created when lots of glutamic acid molecules are linked together. It's produced by bacterial fermentation and is found in Nattō (Nattō is a traditional Japanese food made from fermented soybean)",
    "Effects": "moisturizing, anti-aging, moisturizing",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 125,
    "Name": "Polypeptides",
    "Alt": "-",
    "Description": "Polypeptides can best be understood as small chemical compounds composed of short-chain amino acids, which are the building blocks of protein. Peptides tell your cells to produce more collagen: one of the major building blocks of the skin. So by applying them directly to your skin, you're telling your body it needs to make more collagen.",
    "Effects": "anti-aging, collagen stimulator",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "AHAs may reduce the efficiency of peptides",
    "Source": ""
  },
  {
    "Id": 126,
    "Name": "Punica Granatum Seed Oil",
    "Alt": "Pomegranates",
    "Description": "Punica granatum seed oil is the oil expressed from the seeds of the pomegranate, punica granatum l., punicaceae. Pomegranate is a powerful fruit rich in polyphenols like anthocyains, ellagic acid, and many other plant polyphenols. These ingredients are the reason why pomegranate extract is so effective as they help to detox the skin of free radicals while also repairing skin that could have been damaged from environmental factors like UV radiation. The anthocyains in pomegranate work similarly to how Vitamin C found in citrus fruit is beneficial for skin—it's not the pomegranate itself, as much as it is what comprises pomegranate.",
    "Effects": "detoxifying, UV protection, anti-oxidant, soothing, hydrating",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergen",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 127,
    "Name": "Prickly Pear Oil",
    "Alt": "Opuntia Ficus-Indica Seed Oil",
    "Description": "Opuntia ficus-indica seed oil is the oil expressed from the seeds of opuntia ficus-indica. Prickly pear is extremely high in essential fatty acids, omega-6 and omega-9, and the natural anti-oxidant vitamin E. It’s also rich in amino acids, which stimulate collagen production to promote faster cell turnover. And finally, it also contains vitamin K, which brightens under-eye dark circles and also promotes your skin’s elasticity.",
    "Effects": "soothing, hydrating, barrier-boosting, hydrating",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Retinols or Vitamin C, which might otherwise irritate the face",
    "Source": ""
  },
  {
    "Id": 128,
    "Name": "Probioitics",
    "Alt": "-",
    "Description": "Probiotics are ingredients that promote the growth of healthy bacteria in our bodies. True probiotics are live organisms that may be found in fermented foods like yogurt or high-quality supplements. When taken by mouth, they can help normalize your gut bacteria, improve the microbiome of your digestive tract, and subsequently reduce inflammation throughout the body, including the skin.",
    "Effects": "soothing",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Ingredients like ceramides, which also help strengthen skin's protective barrier.",
    "Source": "https://www.healthline.com/health/probiotics-skin-care#prebiotics"
  },
  {
    "Id": 129,
    "Name": "Progeline",
    "Alt": "Trifluoroacetyl Tripeptide-2",
    "Description": "Progeline is an ingredient that's described as a biomimetic peptide derived from Elafin. More specifically progeline cream is a bio-engineered peptide that combines glycerin, water, dextran, and trifluoroacetyl tripeptide into one mixture.",
    "Effects": "Cell-communicating, hydrating, moisturizing, anti-aging",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "",
    "Source": "https://www.healthwebmagazine.com/wrinkle-serums/progeline-reviews/"
  },
  {
    "Id": 130,
    "Name": "Propanediol",
    "Alt": "Zemea",
    "Description": "Propanediol is a natural alternative for the often used and often bad-mouthed propylene glycol. It's produced sustainably from corn sugar and it's Ecocert approved. Technically speaking, propanediol is a three-carbon diol and a colorless viscous liquid that is miscible (or mixible) with water. Since it's derived from corn sugar, Palep describes propanediol as a natural alternative to propylene glycol. It can be found in cosmetics and personal care products, like lotions, cleansers, toners, and other topical skin treatments.",
    "Effects": "Solvent, moisturizing",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 131,
    "Name": "Propolis Wax",
    "Alt": "Propolis",
    "Description": "Propolis is a waxy substance formed by the combination of tree sap and beeswax that bees use to create their nests. it contains a very complex mixture of anti-inflammatory and antimicrobial compounds. This function was co-opted by humans thousands of years ago for wound healing and for the treatment of skin and dental infections. The end product of propolis that has been shown to have bioactive properties is called balsam",
    "Effects": "soothing, hydrating",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 132,
    "Name": "Propylene Glycol",
    "Alt": "-",
    "Description": "Propylene glycol is a colorless, odorless liquid that is completely water-soluble. It's synthetic and produced by adding water to propylene oxide, which is derived from petroleum products. Propylene glycol is used as a humectant, a preservative, a solvent, or an emollient in a wide variety of formulas, such as creams, lotions, serums, shampoos, and many other types of personal care products.",
    "Effects": "moisturizing, solvent, thickeners",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "None",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 133,
    "Name": "Portulaca Oleracea Extract",
    "Alt": "Purslane Extract",
    "Description": "Portulaca Oleracea is a nice succulent with bright yellow flowers and edible nutritious vegetables. It's a famous plant in Korean traditional medicine to treat infection and irritated skin. Purslane extract is an extract of the purslane plant that is known to have anti-inflammatory, anti-oxidant, anti-aging, and hydrating benefits. It is packed with vitamins and fatty acids including various dietary minerals, omega-3, omega-6 fatty acids, and ascorbic acid. It is included in many anti-aging and calming creams because of the benefits it brings to the skin.",
    "Effects": "Soothing, anti-oxidant, anti-aging, hydrating",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 134,
    "Name": "Pinus Pinaster Bark Extract",
    "Alt": "Pycnogenol",
    "Description": "A natural plant extract coming from the bark of the maritime pine that grows along the coast of southwest France. The extract contains potent anti-oxidant molecules, mainly procyanidins and phenolic acids.  Horphag Research trademarked the name 'Pycnogenol', which refers to a standardized, high-active content version of the pine bark extract.",
    "Effects": "anti-oxidant, anti-aging, hydrating",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Diabetics and people on immunosuppressants like prednisone should avoid it due to negative drug interactions",
    "Source": "https://theraderm.net/more-from-the-skinny/3-reasons-pycnogenol-is-the-most-underrated-ingredient-in-skin-care.html#:~:text=Pycnogenol%20is%20a%20great%20choice,rosacea%20or%20other%20inflammatory%20conditions."
  },
  {
    "Id": 135,
    "Name": "Quercetin",
    "Alt": "-",
    "Description": "Quercetin is a plant-pigment and flavonoid found naturally in fruits, vegetables, and plants, such as berries and broccoli, green tea leaf, and moringa leaf. It can be consumed orally as a supplement and applied topically through different skincare products (such as moisturizers, toners, masks, or serums) for its anti-oxidant and anti-inflammatory properties.",
    "Effects": "anti-oxidant, soothing, UV protection",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergen",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 136,
    "Name": "Ganoderma Lucidum Extract",
    "Alt": "Reishi Mushrooms",
    "Description": "Reishi mushrooms have been used for centuries in Asia to cure infection and fight cancer (when used with standard cancer treatments). They are deeply hydrating, anti-oxidant-rich adaptogens (substances that help the body to adapt to stress and fatigue), and contain immune-boosting properties that pose both internal and external benefits. Health-wise, they can be consumed whole or in extract or powdered form; skincare-wise, they can be found in several product types including serums, moisturizers, and masks.",
    "Effects": "soothing, hydrating, moisturizing",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 137,
    "Name": "Resveratrol",
    "Alt": "-",
    "Description": "Resveratrol is a naturally occurring anti-oxidant that can be found in the skin of grapes, peanuts, all berries, and even dark chocolate. It comes in a powder, pill, or liquid form and can be found in a variety of skincare products, such as serums, creams, moisturizers, and supplements. Resveratrol is part of a group of compounds called polyphenols.",
    "Effects": "anti-oxidant, anti-aging",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 138,
    "Name": "Retinaldehyde",
    "Alt": "Retinal",
    "Description": "Retinaldehyde (which often appears as retinal on skincare labels) is a vitamin A derivative that is a pre-cursor to retinoic acid: increase skin cell turnover, boost collagen production, decrease fine lines, decrease acne and minimize hyperpigmentation.  The more conversion steps required before a retinoid can reach that end goal, the weaker and less potent it becomes, which is why the straight-up, retinoic acid you get with a prescription is far more intense than anything over-the-counter.",
    "Effects": "Cell-communicating, exfoliating",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Avoid using any retinoid at the same time as products with vitamin C, AHAs, or BHAs, as this can up the likelihood of sensitivity and irritation, says Nussbaum. She recommends using the former in the morning (under SPF, of course) and reserving the retinoid for nighttime use",
    "Source": "https://www.arcona.com/blog/the-truth-about-retinaldehyde-for-sensitive-skin/#:~:text=Many%20leading%20dermatologists%20recommend%20retinaldehyde,fine%20lines%2C%20and%20fade%20discoloration."
  },
  {
    "Id": 139,
    "Name": "Retinol",
    "Alt": "Vitamin A",
    "Description": "Retinol is a type of retinoid, a derivative of vitamin A, used for anti-aging and found in many skin care products. Though many people are under the impression that retinol is an exfoliant, it’s an anti-oxidant. The actual ingredient (retinol) to work on skin, it has to go through two steps. It's converted to retinaldehyde, and then to the active form retinoic acid.",
    "Effects": "Cell-communicating, anti-oxidant, UV protection, anti-aging",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Heavy scrubs, astringents, toners, alpha hydroxy acids, beta hydroxy acids, benzoyl peroxide, and vitamin C, as doing so may irritate the skin",
    "Source": ""
  },
  {
    "Id": 140,
    "Name": "Retinyl Palmitate",
    "Alt": "-",
    "Description": "It's an ester form of vitamin A (retinol + palmitic acid) that belongs to the \"retinoid family\". The retinoid family is pretty much the royal family of skincare, with the queen being the FDA-approved anti-aging ingredient tretinoin. Tretinoin or retinoic acid is the active ingredient our skin cells can understand and retinyl palmitate (RP) has to be converted by our metabolic machinery to actually do something. The conversion is a 3 step one and looks like this:\nretinyl palmitate --> retinol -- > retinaldehyde --> all-trans-retinoic acid",
    "Effects": "Cell-communicating, brightening, anti-oxidant, exfoliating",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Avoid combining it with other chemical exfoliants, such as glycolic or salicylic acid, as well as harsh scrubs with abrasive ingredients",
    "Source": ""
  },
  {
    "Id": 141,
    "Name": "Rosehip Oil",
    "Alt": "Rosa Canina Seed Oil",
    "Description": "Rosehip oil (also known as rosehip seed oil) is a pressed seed oil that has been valued since ancient times for its many healing properties, which makes it especially helpful for those with sensitive skin. \"Rosehip oil is derived from the small fruit that sits beneath the rose,\" says Zeichner. \"It is a popular ingredient in skincare right now for its hydrating and anti-aging benefits.",
    "Effects": "soothing, hydrating, brightening, anti-aging",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "",
    "Source": "https://www.medicalnewstoday.com/articles/326931#:~:text=Rosehip%20oil%20is%20a%20gentle,target%20signs%20of%20skin%20aging."
  },
  {
    "Id": 142,
    "Name": "Rosemary Leaf Extract",
    "Alt": "",
    "Description": "A potent anti-oxidant, rosemary leaf extract protects the skin and prevents signs of premature aging. Rosmarinic acid (the main component in rosemary leaf extract) is powerfully calming for skin conditions like eczema and acne.",
    "Effects": "anti-oxidant, anti-acne, anti-aging",
    "GoodNormal": "Yes",
    "GoodDry": "Yes",
    "GoodOily": "Yes",
    "GoodCombination": "Yes",
    "AvoidSens": "Yes",
    "Allergens": "Allergy to flowers",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 143,
    "Name": "Royal Jelly",
    "Alt": "",
    "Description": "Royal jelly is a term used to describe the creamy white secretions that come from the throat glands of honeybees. Worker bees feed these secretions to bee larvae during the first few days of life. It's the single protein, called royalactin, in royal jelly that causes a young bee larva to develop into a queen bee.",
    "Effects": "hydrating, anti-bacterial, anti-oxidant",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergy to bees",
    "Usage": "Don't use while pregnant, and breastfeeding. Also not recommended for those with asthma",
    "Source": ""
  },
  {
    "Id": 144,
    "Name": "Safflower Oil",
    "Alt": "",
    "Description": "Safflower, aka Carthamus tinctorius, is a flowering plant known as the '4,000-year-old herb,'\" says Zalka. It has a long history of varied uses, including for culinary purposes (safflower oil is widely considered to be one of the healthiest oils you can cook with), as a dye for textiles (thanks to the oil's rich, yellow-orange-red tone), and skincare. Safflower oil specifically is made from cold-pressing the seeds of the flower, she says.",
    "Effects": "moisturizing, anti-oxidants, UV protecting",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergy to flowers",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 145,
    "Name": "Salicylic Acid",
    "Alt": "BHA",
    "Description": "In the world of skin exfoliants, you've got more than a few options to choose from based on what your skin needs. Salicylic acid, an ingredient extracted from willow tree bark, is one type of chemical exfoliant called beta-hydroxy acid (aka BHA). Before explaining exactly how salicylic works, here's a quick refresher on how breakouts form: when bacteria, debris, sebum, and dead skin cells mix together, a clog forms inside your pores. Unlike the chemical exfoliants called alpha-hydroxy acids (AHAs), which are water-soluble and ideal for surface exfoliation, salicylic is oil-soluble, which makes it capable of cutting through oil and exfoliating deep within your pores to remove blockages.",
    "Effects": "exfoliating, anti-acne, soothing, preservatives",
    "GoodNormal": "Neutral",
    "GoodDry": "Avoid",
    "GoodOily": "Yes",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "None",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 146,
    "Name": "Sea Buckthorn Oil",
    "Alt": "Hippophaes rhamnoides",
    "Description": "Despite the name, sea buckthorn does not come from the sea. \"Sea buckthorn (Hippophaes rhamnoides), also called a Siberian pineapple, is a flowering shrub or tree that produces berries which can be cold pressed into pulp or an oil,\" Coppola explains. \"The plant grows in Europe, the Caucasus, Asia Minor and Central Asia, Siberia, China, and Tibet.\" One of the biggest reasons why it’s become so popular as of late? \"It has been found that sea buckthorn plant berries carry 10 times more vitamin C than an orange and are the third-highest source of vitamin E among plants,\" Garshick says. Basically, sea buckthorn oil is the new glow-maker of your dreams.",
    "Effects": "anti-oxidant, soothing, hydrating",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Avoid 2 weeks before any facial treatments or operations because it prolongs bleeding and bruising.",
    "Source": ""
  },
  {
    "Id": 147,
    "Name": "Sea Salt",
    "Alt": "",
    "Description": "Simply put, it's the salt derived from seawater, which contains naturally occurring minerals such as sodium, magnesium, calcium, and potassium, explains Chang. It's (obviously) used in seasoning, cooking, and preserving food, though it's also found in bath products and skincare. And no, this isn't the same thing as iodized or table salt.",
    "Effects": "exfoliating",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Yes",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Avoid using with other ingredient that can cause over dryness",
    "Source": ""
  },
  {
    "Id": 148,
    "Name": "Seaweed",
    "Alt": "",
    "Description": "Seaweed is the name given to species of marine plants and algae that grow in oceans, rivers, and lakes. \"Seaweed is perhaps the most beneficial and abundantly available natural ingredient for skincare on the planet,\" says Sarfati, who has dedicated the last 40 years of her life to researching the benefits of seaweed extracts in skincare and beauty products. She notes the composition of seaweed is what makes it such an incredible ingredient. \"Seaweed is a very powerful concentration of seawater and is able to uptake minerals by absorption and active transport from seawater,\" she explains. \"Because of these processes, some seaweeds have a dense concentration of vitamins, minerals, amino acids, proteins, and lipids, which all pose benefits for the skin.\"\n\nThrough her research, Sarfati was able to identify over 13 different types of seaweed that can be used to create a number of beneficial cosmetic effects. \"Because there are so many different species of seaweed, it can be useful for all types of skincare and cosmetic products, from cleansers, toners, moisturizers, serums, and masks to cosmetics like powder and lipgloss.",
    "Effects": "hydrating, exfoliating",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 149,
    "Name": "Sea Moss",
    "Alt": "Chondrus Crispus Extract",
    "Description": "Sea moss is an Irish red seaweed that grows abundantly on the Atlantic shoreline of Ireland. A type of algae, it also goes by the name of Chondrus Crispus.\n\nAccording to Koestline, \"Sea moss or Irish moss (Chondrus Crispus Extract) is a type of algae—a red seaweed that is found in deep water and is subjected to extreme conditions.\" The reason Chondrus Crispus can survive in extreme conditions is by accumulating several metabolites. This is important—and exciting—for skincare because the unique composition of the seaweed extract \"reinforces and stimulates keratinization of the epidermis,\" explains Koestline.",
    "Effects": "hydrating, anti-oxidant",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Might only irritate for first time users",
    "Source": ""
  },
  {
    "Id": 150,
    "Name": "Shea Butter",
    "Alt": "",
    "Description": "Shea butter is a plant lipid that comes from African shea tree nuts and is rich in fatty acids, anti-oxidants, and vitamins,\" explains Chang. Wong calls it \"essentially a solid oil.\" Shea butter also contains five essential fatty acids (a major amount coming from stearic and oleic acids), phytosterols, vitamins E and D, allantoin (good for healing skin irritations2), and vitamin A.",
    "Effects": "hydrating, anti-oxidant, soothing",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Avoid",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergy to nuts",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 151,
    "Name": "Snail Mucin",
    "Alt": "Snail Secretion Filtrate",
    "Description": "Simply put, it’s the excretion from a snail, which is why it’s also known and appears on ingredient labels as snail secretion filtrate, or SSF. Snail mucin is naturally created and used by snails as a way for them to protect themselves, says Desai-Solomon. “It’s a trusted ingredient in the K-beauty world and has become a popular one because it can offer noticeable results,” she adds. Worth noting: This isn’t an excretion that comes out whenever the snail moves, but rather a substance that's excreted when the snail is under stress, points out Lain (more on the importance of that in a minute).",
    "Effects": "hydrating, collagen-stimulator",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergy to snails slime",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 152,
    "Name": "Sodium Ascorbyl Phosphate",
    "Alt": "",
    "Description": "SAP (the vit C derivative, not the enterprise software, obvs) is a promising derivative that has great stability up to pH 7. The challenge with it though is skin penetration. Unfortunately, it seems to be limited, or to quote a great article from the Journal of Cosmetic Dermatology \"topically applied ascorbyl phosphate salts are, at very best, poorly absorbed in comparison with AA\". Regarding conversion to AA, there seems to be no data about it, so we can neither deny nor confirm it.",
    "Effects": "anti-oxidant, anti-acne",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Avoid while using benzoyl peroxide (oxidize vit C), and retinol (works best at different pH)",
    "Source": ""
  },
  {
    "Id": 153,
    "Name": "Sodium Deoxycholate",
    "Alt": "",
    "Description": "Sodium deoxycholate is a salt that can act as a solubilizer and detergent that lyses certain cells. Need a quick science refresher? Cell lysis is the breaking down of a cell. As a detergent, sodium deoxycholate functions similarly to the ingredients found in your facial washes—to help break apart fat.",
    "Effects": "cleansing",
    "GoodNormal": "Neutral",
    "GoodDry": "Avoid",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "None",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 154,
    "Name": "Sodium Hyaluronate",
    "Alt": "",
    "Description": "Sodium hyaluronate is a water-soluble salt that's derived from hyaluronic acid, which can be found naturally in the body. Like hyaluronic acid, sodium hyaluronate is incredibly hydrating, but this form can penetrate deeper into the skin and is more stable (meaning it will last longer) in cosmetic formulation.",
    "Effects": "moisturizing",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 155,
    "Name": "Sodium Hydroxide",
    "Alt": "",
    "Description": "It’s the solid white stuff that’s very alkaline and used in small amounts to adjust the pH of the product and make it just right. For example, in the case of AHA or BHA exfoliants, the right pH is super-duper important, and pH adjusters like sodium hydroxide are needed.",
    "Effects": "pH balancer",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "Allergen",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 156,
    "Name": "Sodium Lauroyl Lactylate",
    "Alt": "",
    "Description": "A helper ingredient that's used as a co-emulsifier (meaning next to other emulsifiers in the formula it helps water and oil to mix) and as a stabilization agent for foams. Also, has some antimicrobial activity so it can help to boost the effectiveness of the preservative system.",
    "Effects": "emulsifying",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergen",
    "Usage": "Avoid if you have super-sensitive skin",
    "Source": ""
  },
  {
    "Id": 157,
    "Name": "Sodium Lauryl Sulfate",
    "Alt": "SLS",
    "Description": "It is a cleansing agent known for being too good at the job and potentially irritating the skin. But, on the positive side,  it can produce copious, creamy and luxurious foam compared to the more gentle and thus nowadays much more commonly used Sodium Laureth Sulfate.",
    "Effects": "cleansing, emulsifying",
    "GoodNormal": "Neutral",
    "GoodDry": "Avoid",
    "GoodOily": "Avoid",
    "GoodCombination": "Avoid",
    "AvoidSens": "Yes",
    "Allergens": "Allergen",
    "Usage": "Avoid while using exfoliants, instead use with moisturizers",
    "Source": ""
  },
  {
    "Id": 158,
    "Name": "Sodium Palmate",
    "Alt": "",
    "Description": "While sodium palmate may sound like a synthetic ingredient that you’d want to avoid, it’s actually one of the good guys. Sodium palmate is a type of sodium salt that is derived naturally from the fatty acids found in palm oil. It is synthesized by reacting palm oil with sodium hydroxide in a process called saponification, which occurs when a fatty acid reacts with an alkali.",
    "Effects": "emulsifying, cleansing, thickeners",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergen",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 159,
    "Name": "Sodium PCA",
    "Alt": "Sodium Pyrrolidone Carboxylic Acid",
    "Description": "PCA stands for Pyrrolidone Carboxylic Acid and though it might not sound like it, it is a thing that can be found naturally in our skin. The sodium salt form of PCA is an important skin-identical ingredient and great natural moisturizer that helps the skin to hold onto water and stay nicely hydrated.",
    "Effects": "moisturizing",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Yes",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Avoid while using nitrosamines such as DEA or TEA",
    "Source": ""
  },
  {
    "Id": 160,
    "Name": "Sodium Tallowate",
    "Alt": "",
    "Description": "Sodium tallowate is a combination of tallow—a fat that is derived from the fatty tissue of sheep or cattle—and lye, explains Shrestha. (Lye is also known as sodium hydroxide, and is an essential component in a true soap.)",
    "Effects": "cleansing, emulsifying, thickeners",
    "GoodNormal": "Avoid",
    "GoodDry": "Avoid",
    "GoodOily": "Yes",
    "GoodCombination": "Avoid",
    "AvoidSens": "Yes",
    "Allergens": "None",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 161,
    "Name": "Soybean Oil",
    "Alt": "",
    "Description": "Soybean oil contains linoleic acid which helps strengthen the skin’s moisture barrier (helps deliver essential fatty acids that can help maintain the skin barrier, decrease water loss, and aid skin hydration) and Vitamin E, which provides anti-oxidant and environmental protection for the skin.",
    "Effects": "moisturizing",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Avoid",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergen",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 162,
    "Name": "Stearic Acid",
    "Alt": "",
    "Description": "Stearic acid is a saturated, long-chain fatty acid that's found naturally in various animal and plant fats. Basically, think of it as a moisturizing fat; in fact, it's a natural component in some moisturizing ingredients you may already be using, namely cocoa butter and shea butter",
    "Effects": "soothing, hydrating, cleansing, and emulsifying",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Avoid",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 163,
    "Name": "Stearyl Alcohol",
    "Alt": "",
    "Description": "A handy multi-tasker, white to light yellowish oil-loving wax that works very well in oil-in-water emulsions.  It makes your skin feel nice and smooth (emollient),  stabilizes oil-water mixes and gives body to them.\nOh, and one more thing: it's a so-called fatty alcohol - the good, emollient type of alcohol that is non-drying and non-irritating. It is often mixed with fellow fatty alcohol, Cetyl Alcohol, and the mixture is called Cetearyl Alcohol in the ingredient list.",
    "Effects": "soothing, hydrating, thickeners, emulsifying, cleansing, emulsion stabilising",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 164,
    "Name": "Squalane",
    "Alt": "",
    "Description": "It seems to us that squalane is in fashion and there is a reason for it. Chemically speaking, it is a saturated  (no double bonds) hydrocarbon (a molecule consisting only of carbon and hydrogen), meaning that it's a nice and stable oily liquid with a long shelf life. \nIt occurs naturally in certain fish and plant oils (e.g. olive), and in the sebum (the oily stuff our skin produces) of the human skin. As f.c. puts it in his awesome blog post, squalane's main things are \"emolliency, surface occlusion, and TEWL prevention all with extreme cosmetic elegance\". In other words, it's a superb moisturizer that makes your skin nice and smooth, without being heavy or greasy.",
    "Effects": "soothing, hydrating",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Yes",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 165,
    "Name": "Succinic Acid",
    "Alt": "",
    "Description": "Succinic acid is an antimicrobial compound derived from amber or sugar cane, but it is also naturally found in plant and animal tissues. Don't be thrown off by the word acid; it's not an exfoliating acid, like an alpha- or beta-hydroxy acid. It's best to consider succinic acid in the same camp as hyaluronic acid. (It's part of what makes it so gentle and effective for all skin types, more on that in a moment.)",
    "Effects": "pH balancer, anti-bacterial, soothing, hydrating, anti-aging, anti-oxidant",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 166,
    "Name": "Sulfur",
    "Alt": "",
    "Description": "A yellowish element that smells of rotten eggs and it might be familiar to you from the periodic table (has the symbol S in there).  It has a long history of medicinal use thanks to its antifungal, anti-bacterial and keratolytic activity.   It used to be a very common ingredient in the treatment of inflammation-related skin diseases such as acne, rosacea and seborrheic dermatitis, however, due to its malodorousness, it is less popular nowadays.",
    "Effects": "exfoliating, anti-acne, anti-bacterial",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Avoid combining with other topicals that dry out the skin or exfoliate (such as retinoids, benzoyl peroxide, and salicylic acid)",
    "Source": ""
  },
  {
    "Id": 167,
    "Name": "Sunflower Oil",
    "Alt": "Helianthus Annuus Seed Oil",
    "Description": "Sunflower oil is derived from the flower native to the southwest United States and has been used in skin care for decades. Sunflower oil contains high levels of linoleic acid, a fatty acid found naturally in our skin’s sebum. Because of its high fatty acid concentration, sunflower oil has great emollient benefits, helping to improve skin barrier function and maintain hydration. Sunflower oil is also thought to have anti-inflammatory properties helping to calm the skin. It can be found in a range of skincare products, from cleansers to face and body oils to serums to moisturizers. Sunflower oil quickly absorbs into the skin to deliver a serious dose of hydration.",
    "Effects": "hydrating, soothing",
    "GoodNormal": "Yes",
    "GoodDry": "Yes",
    "GoodOily": "Yes",
    "GoodCombination": "Yes",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 168,
    "Name": "Synthetic Beeswax",
    "Alt": "",
    "Description": "Synthetic beeswax is a manufactured product that mimics the properties and applications of natural beeswax. It's made mainly of fatty acids and alcohols, filtered down to create a wax-like product. Regular beeswax is (obviously) derived straight from beehives where bees live; sourcing this requires disturbing the bees' natural habitat, and, as such, is why natural beeswax isn't considered cruelty-free. It's also not vegan, and an increase in interest in both vegan and cruelty-free products is a main reason all of the experts we spoke with cite as a reason for the increase in popularity of synthetic beeswax. Not to mention that it's also much cheaper than natural beeswax and is much easier to produce on a larger scale.",
    "Effects": "thickeners, emulsion stabilising",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Avoid with water-soluble ingredients, such as herbal or flower extracts, unless an emulsifier is used.",
    "Source": ""
  },
  {
    "Id": 169,
    "Name": "Tamanu Oil",
    "Alt": "Calophyllum Inophyllum Seed Oil",
    "Description": "Tamanu oil is derived from the seeds of the tamanu nut tree, a tropical evergreen native to Southeast Asia. While it has yet to become the 'it' ingredient in modern skin care, it's definitely not a newbie; it's been used medicinally for centuries by various Asian, African, and Pacific Island cultures, points out King. Tamanu oil has a noteworthy look and smell. In its purest form, it has a thick consistency, a dark green color, and a distinct deep, earthy, nutty scent (which admittedly may be off-putting to some). In many skincare products, it's often listed by its technical name, Calophyllum inophyllum seed oil.",
    "Effects": "anti-oxidant, anti-bacterial, soothing, hydrating",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 170,
    "Name": "Tea Tree Oil",
    "Alt": "Melaleuca Alternifolia Leaf Oil",
    "Description": "The famous tea tree oil. One of the best known essential oils which comes from Australia where it has been used for almost 100 years for its antiseptic and anti-inflammatory actions. Legend has it that the medicinal benefits of the oil were considered so important that Australian soldiers were supplied with some tea tree oil in their World War II military kit.",
    "Effects": "soothing, anti-acne, anti-oxidant, anti-bacterial",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Yes",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "Allergen",
    "Usage": "Avoid while using any other active product (benzoyl peroxide, salicylic acid, retinol, etc.).",
    "Source": ""
  },
  {
    "Id": 171,
    "Name": "Tepezcohuite",
    "Alt": "Mimosa Tenuiflora",
    "Description": "Also known as \"mimosa tenuiflora,\" tepezcohuite is a bark tree found in Southern Mexico that resembles a fern. The tree does well at regenerating itself in the aftermath of forest fires, and natives of Mexico refer to it as the \"skin tree.\" It was administered by the Mayan culture thousands of years ago to treat skin lesions such as burns, by grinding the bark up into a powder. In 1984, after a horrific gas explosion in Mexico City killed 500 and left more than 5000 with severe burns, the Red Cross treated the burn patients with tepezcohuite. It was so effective at healing their wounds and regenerating the skin that a year later, when an earthquake caused a series of explosions and fires, tepezcohuite was again used to treat victims.",
    "Effects": "soothing, anti-bacterial",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Avoid while using harsh exfoliators such as glycolic acid, and astringents",
    "Source": ""
  },
  {
    "Id": 172,
    "Name": "Tranexamic Acid",
    "Alt": "",
    "Description": "Tranexamic acid helps to reduce the look of hyperpigmentation. In other words, it can help lighten dark spots. A synthetic derivative of the amino acid lysine, tranexamic acid is described as a powerful ingredient recognized for its ability to brighten skin complexion and improve the appearance of discoloration.",
    "Effects": "brightening, soothing",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Avoid using multiple different acids, stick to a combination of one or two additional acid products.",
    "Source": ""
  },
  {
    "Id": 173,
    "Name": "Tretinoin",
    "Alt": "",
    "Description": "If you wanna get the best possible anti-aging (and a bunch of other) effects from your skincare products, tretinoin (or one of the other form of retinoids) has to be in your skincare routine. Tretinoin works! It's proven and it's the gold standard in anti-aging technology. It's the real deal.",
    "Effects": "anti-aging, anti-bacterial",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Avoid using other exfoliators such as benzoyl peroxide, glycolic acid, and astringents. (Not recommended if you are pregnant or breast-feeding)",
    "Source": ""
  },
  {
    "Id": 174,
    "Name": "Triethanolamine",
    "Alt": "TEA",
    "Description": "It’s a little helper ingredient that helps to set the pH of a cosmetic formulation to be just right. It’s very alkaline (you know the opposite of being very acidic): a 1% solution has a pH of around 10.\nIt does not have the very best safety reputation but in general, you do not have to worry about it.",
    "Effects": "pH balancer",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergen",
    "Usage": "Avoid using with with N-nitrosating agents in formulations",
    "Source": ""
  },
  {
    "Id": 175,
    "Name": "Turmeric Root Extract",
    "Alt": "Curcuma Longa Root Extract",
    "Description": "Turmeric is the yellow spice you probably know from curry and Indian food. It's also a traditional herbal medicine used in Ayurveda for its bunch of anti-something magic abilities including being anti-inflammatory, antimicrobial, anti-oxidant and anticarcinogenic. \nAs for turmeric and skincare, we have good news: studies show that the root extract and its main biologically active component, curcumin can do multiple good things for the skin. Thanks to its anti-inflammatory and antimicrobial activity, it shows some promise for acne-prone skin and a small study from 2013 showed that it might be able to regulate sebum production.",
    "Effects": "anti-oxidant, soothing, brightening, perfuming",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Yes",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 176,
    "Name": "Undecylenic Acid",
    "Alt": "",
    "Description": "While some might think it's an acid like glycolic or salicylic acid, undecylenic acid is actually a fatty acid, an unsaturated one that's already naturally-found in the body. It's used as an active ingredient or part of an active ingredient in many topical antifungal treatments.",
    "Effects": "anti-bacterial, cleansing, emulsifying, preservatives",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 177,
    "Name": "Urea",
    "Alt": "Carbamide",
    "Description": "Much like hyaluronic acid—another humectant and popular skincare ingredient that our bodies already produce in small amounts—all skin already contains urea. However, when used in skincare products, urea is manmade, and the amount of the substance used in items like urea creams and gels will vary from item to item. In addition to urea’s humectant properties, which attract moisture from vapors in the air and retain it into or under the skin's surface, Urea molecules have a keratolytic effect. Keratolytic substances moisturize by breaking down keratin, which binds skin cells together, essentially removing that rough top layer to allow moisture to reach deep down. This can be incredibly helpful for anyone looking to shed dead, dry skin from the surface of their complexions and is available either over-the-counter or with a prescription.",
    "Effects": "soothing, hydrating",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Avoid using any other products, products with urea should be used alone.",
    "Source": ""
  },
  {
    "Id": 178,
    "Name": "Vegetable Glycerin",
    "Alt": "",
    "Description": "vegetable glycerin is simply the kind that comes from plants. (Common ones include soy, palm, and coconut oils.) While most ingredient labels won't specify the type of glycerin used, vegetable glycerin is more common, says Greenfield, who adds that it often appears in anti-aging products, moisturizers, shampoos, and conditioners.\nStill, if you're a vegan and/or want to make sure you're getting the plant-based variety, seek out products labeled as vegan. Though again, there really is no difference in the types.",
    "Effects": "moisturizing",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 179,
    "Name": "Vitamin A",
    "Alt": "Retinol",
    "Description": "The terminology is so confusing and there's a ton of misinformation out there, but, according to the National Institute of Health, vitamin A is the name of a group of retinoids. That being said, the term \"retinoid\" refers to three different states of vitamin A: retinol, retinal (or retinaldehyde), and retinoic acid, she adds. Ultimately, they all have the same types of skincare benefits; the difference lies in the conversion process they do or don't have to undergo in the skin to be effective, and subsequently how potent they are. Retinoic acid, which is what prescription-strength products contain, is the strongest, retinols are the weakest, and retinaldehyde falls in the middle.",
    "Effects": "anti-aging",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "None",
    "Usage": "Avoid using alpha-hydroxy acids, such as glycolic acid. (Not recommended if you are pregnant or breast-feeding)",
    "Source": ""
  },
  {
    "Id": 180,
    "Name": "Vitamin B3",
    "Alt": "Niacinamide",
    "Description": "When we think about the skin benefits of niacinamide, we're referring to a specific form of B3 (an amide) called nicotinamide [also known as niacinamide]. Nicotinamide is an essential water-soluble vitamin, which is not synthesized in the body, meaning we have to eat it to receive its benefits. Additionally, the vitamin has been incorporated into skincare products since our bodies don't produce it on their own. Therefore, if we want to reap the brightening benefits of nicotinamide, it needs to be ingested via supplement or applied topically to the skin: Nicotinamide is in some topical formulations and can be used in the morning or night as a cream, typically after gentle cleansing.",
    "Effects": "brightening, anti-acne, moisturizing, anti-aging",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 181,
    "Name": "Vitamin C",
    "Alt": "Ascorbic Acid",
    "Description": "Vitamin C is an essential nutrient required for the growth and repair of tissues in all parts of the body, including the skin, but we cannot produce it on our own. The powerful anti-oxidant is found naturally in fruits and vegetables and commonly produced synthetically in skincare products, such as moisturizers, toners, and, most often, serums.",
    "Effects": "anti-oxidant, brightening, pH balancer",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Avoid",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Avoid using benzoyl peroxide (it oxidizes Vit C), other acids (may cause excessive skin irritation), and retinol (make the vitamin C more unstable and less likely to penetrate the skin).",
    "Source": ""
  },
  {
    "Id": 182,
    "Name": "Vitamin D",
    "Alt": "Cholecalciferol",
    "Description": "Vitamin D is a fat-soluble vitamin and one of the most critical vitamins for biological function. Our skin is an important natural reservoir for its production, triggered by UV light into synthesis. Our gut (via diet) and skin (via sunlight) are the two main sources of vitamin D, which is made in two forms—vitamin D3 in the skin and D2 and D3 in the gut—both of which are further modified by our kidneys. Needless to say, inadequate sunlight exposure and poor diet are two of the most common reasons for vitamin D deficiency.",
    "Effects": "soothing",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Avoid using hydroxy acids, like glycolic or salicylic acid.",
    "Source": ""
  },
  {
    "Id": 183,
    "Name": "Vitamin E",
    "Alt": "Tocopherol",
    "Description": "Vitamin E is the major fat-soluble anti-oxidant in our skin. As a strong anti-oxidant it’s an A-player in protecting the skin cells from the nasty little things called free-radicals that want to destroy the lovely collagen that makes our skin nice and firm. \nBecause it’s fat soluble our skin just loves to absorb it (as opposed to water soluble things where we have to trick our skin to absorb them).",
    "Effects": "anti-oxidant",
    "GoodNormal": "Neutral",
    "GoodDry": "Yes",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "None",
    "Usage": "Avoid using retinol/vitamin A.",
    "Source": ""
  },
  {
    "Id": 184,
    "Name": "Vitamin F",
    "Alt": "Linoleic Acid, Linolenic Acid",
    "Description": "Vitamin F would seem to be, well, a vitamin—but it's actually not, at least not by standard definition. It more accurately fits the description of a fat, essential fatty acid, or lipid. Vitamin F is a term that refers to the combination of two essential fatty acids: linoleic acid (LA) and linolenic acid (ALA) which offer a wealth of health benefits such as reduced inflammation, improved cardiac health, mental health support, and controlled blood sugar.",
    "Effects": "hydrating, anti-oxidants",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 185,
    "Name": "Vitamin K",
    "Alt": "",
    "Description": "Vitamin K is a fat-soluble vitamin, which is found in food and synthesized in the large intestine. It plays an important role in many bodily functions, including blood clotting, blood calcium regulation, and bone health.",
    "Effects": "brightening, anti-oxidant and anti-inflammatory",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "Allergen",
    "Usage": "",
    "Source": ""
  },
  {
    "Id": 186,
    "Name": "Volcanic Ash",
    "Alt": "",
    "Description": "Volcanic ash is a combination of sulphur and bentonite clay. As opposed to lava or volcanic rock, however, volcanic ash isn't something that flows from volcanoes. Instead, it's expelled across large distances along with water and gas. Volcanic ash has actually created plenty of problems for people over the years—from killing crops to delaying and canceling flights. However, its unique structure makes it a fantastic ingredient for skincare.",
    "Effects": "anti-oxidant, anti-bacterial",
    "GoodNormal": "Neutral",
    "GoodDry": "Avoid",
    "GoodOily": "Yes",
    "GoodCombination": "Neutral",
    "AvoidSens": "Yes",
    "Allergens": "None",
    "Usage": "Avoid using other exfoliant such as benzoyl peroxide, glycolic acid, and astringents.",
    "Source": ""
  },
  {
    "Id": 187,
    "Name": "Willow Bark Extract",
    "Alt": "Salix Alba Bark Extract",
    "Description": "The extract coming from the bark of the White Willow, a big (25 m/80 ft.) tree that likes to live on riverbanks. It's famous for containing anti-inflammatory natural salicylates (this powder, for example, is standardized to contain 53-65%), a close chemical relative to famous exfoliant salicylic acid.",
    "Effects": "soothing, astringent",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "Avoid using retinol and vitamin c products.",
    "Source": ""
  },
  {
    "Id": 188,
    "Name": "Xanthan Gum",
    "Alt": "",
    "Description": "It's one of the most commonly used thickeners and emulsion stabilizers. If the product is too runny, a little xanthan gum will make it more gel-like. Used alone, it can make the formula sticky and it is a good team player so it is usually combined with other thickeners and so-called rheology modifiers (helper ingredients that adjust the flow and thus the feel of the formula). The typical use level of Xantha Gum is below 1%, it is usually in the 0.1-0.5% range.",
    "Effects": "thickeners, emulsion stabilising",
    "GoodNormal": "Neutral",
    "GoodDry": "Neutral",
    "GoodOily": "Neutral",
    "GoodCombination": "Neutral",
    "AvoidSens": "No",
    "Allergens": "None",
    "Usage": "",
    "Source": ""
  }
]
